[{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Tyrion Lannister threatened the peace of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the hero learnt the power of fire sorcery. During a long training session in Oldstones at the Autumnal Equinox (a long time ago), Bran Targaryen met Robb Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winter Solstice and in Saltpans at Night, Branark faced Tyrions Lannisters. With the knowledge of the Mentor and the skills of Fire sorcery, they formed an alliance. After the victory, The peace was not under threat anymore. The hero and its ally celebrated in Crossroads Inn by listening to a storytelling. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Tyrion Lannister threatened the peace of Bran Stark. Bran Stark did not know what to do and went to Rickon Stark to seek help. Rickon Stark was a master of fire sorcery and taught the hero all its secrets. On the way to Oldstones at the Autumnal Equinox, Bran Stark met Robb Stark and they immediately became friends. Finally in Moat Cailin at sunrise, Bran Stark faced Tyrion Lannister. With the help of Robb Stark and thanks to the learnt power of fire sorcery, the alliance scared away Tyrion Lannister. Eventually the peace was safe again. Bran Stark and Robb Stark went to Torrhen's Square and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Everything was quiet when one day Jon Snow posed a threat to the House of MargaieryTyrell. Initially the hero was afraid but with the help of Tommen Baratheon, got stronger and learnt military strategy. During a long training session in Saltpans at the Night of the Iron Island at Night, Marg aery tyrell met Loras Tyrel. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winterfell and before the Autumnal Equinox was a bloody battle begun. The enemy was almost too weak, but the victory was not for the weak and the house was safe again. Our hero thanks to military Strategy powers got the better of JonSnow. This is how MargAery TYrell managed to save the Houses and in Raventree Hall celebrated in Crossroads Inn by listening to a storytelling. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Jon Snow threatened the House of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Tommen Baratheon to seek help. Tommen Baratheon was a master of military strategy and taught the hero all its secrets. During a long training session in Saltpans at Night, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At sunrise Margaery Tyrell and Loras Tyrell were almost in White Harbor, when they realized Jon Snow was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used military strategy forcing the enemy to retreat. This is how Margaery Tyrell managed to save the House and in The Dreadfort celebrated with Loras Tyrell by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Petyr Baelish one day posed a threat to the freedom of our hero. Our hero was too weak, but with the help of Joffrey Baratheon, the hero learnt the power of fire sorcery. During a long training session in Oldstones at the Autumnal Equinox, a hero from the Vale of Arryn met Garlan Lannister. They immediately got along and decided to travel together. Finally in The Iron Island at sunrise, MargaieryTyrell faced Petyrs Bailish. With the knowledge of the Mentor and the skill learnt from travelling across all the kingdom, they formed an alliance. At the first day of Spring the enemy was almost in Kings Landing, when they realized Margaida was having an happy and peaceful life. After the victory, The freedom was not under threat anymore. Marggaery tyrell and Glann Lann "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Margaery Tyrell was having an happy and peaceful life when Petyr Baelish threatened the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Joffrey Baratheon, got stronger and learnt fire sorcery. On the way to Oldstones at the Winter Solstice, Margaery Tyrell met Garlan Tyrell and they immediately became friends. At the Autumnal Equinox Margaery Tyrell and Garlan Tyrell were almost in Oldstones, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used fire sorcery forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Margaery Tyrell and Garlan Tyrell celebrated in Riverlands by playing a game. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the hero learnt the power of invisibility. During a long training session in The Iron Island at Night (a Night of the Dreadfort), the alliance between the two friends formed an alliance. At the Winter Solstice the enemy was almost upon us. After travelling across all its known and unknown territories, The Lannisters finally found MargaieryTyrell in Crossroads Inn. A bloody battle begun but the heroes were ready and the victory was not under threat anymore. This is the storybook version of Bear Island's Battle begun. Initially the threat was just a rumor but in Saltpans it became a reality. On the way to The Vale of Arryn at the first day of Spring, Brien Stark met "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Margaery Tyrell threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Arya Stark to seek help. Arya Stark was a master of invisibility and taught the hero all its secrets. During a long training session in The Iron Island at Night, Bran Stark met Sansa Stark. They immediately got along and decided to travel together. At the first day of Spring Bran Stark and Sansa Stark were almost in Castle Black, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used invisibility forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Bran Stark and Sansa Stark celebrated in Oldstones by organizing a concert. " 

},{"Generated text": " A long time ago Margaery Tyrell, Queen consort from The Iron Island, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the House of Our Lady. Our hero was too weak, but with the help of Alerie Tyrel, the hero learnt the power of fire sorcery. During a long training session in TheIron Island at the first day of Spring, our hero met LorasTyrell. They immediately got along and decided to travel together. At the Summer Solstice the two friends were almost in Saltpans, when they realized Petyrs Bailish was after them.The three friends nevertheless were ready and the battle begun. Margaiery tyrell used Fire sorcery forcing the enemy to retreat. This is how the victory story went down in Deepwood Motte: a story of a warrior and a hero. Finally in Crossroads Inn at Night, The Dreadfort was under threat. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the House of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Alerie Tyrell to seek help. Alerie Tyrell was a master of fire sorcery and taught the hero all its secrets. During a long training session in The Iron Island at Christmas, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At the Winter Solstice Margaery Tyrell and Loras Tyrell were almost in The Whispering Wood, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used fire sorcery forcing the enemy to retreat. This is how Margaery Tyrell managed to save the House and in Deepwood Motte celebrated with Loras Tyrell by listening to a storytelling. " 

},{"Generated text": " Beneath the Iron Island, Daenerys Targaryen was Princess, and was also known in the whole kingdom as a revolutionary. The evil Robert Baratheon one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the help of Benjen Stark, Jon Stark learnt the power of military strategy. During a long training session in The Ruby Ford at the Autumnal Equinox, the hero met Daario Naharis. They immediately got along and decided to travel together. At the Summer Solstice the enemy was almost upon them. After travelling across all the kingdom, Daisyieder and finally in Moat Cailin celebrated in Saltpans by organizing a concert. Finally in Seagard at Night, The Dreadfort was safe again. Daeneys Stark and Daarios Nahars were almost in Deepwood Motte, when they realized Robert Baelor was after the princess.The two friends nevertheless were ready and the battle "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Robert Baratheon threatened the castle of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of military strategy. In The Ruby Ford at the first day of Spring, Daenerys Targaryen met Daario Naharis and they formed an alliance. At the Winter Solstice Daenerys Targaryen and Daario Naharis were almost in The Trident, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used military strategy forcing the enemy to retreat. This is how Daenerys Targaryen managed to save the castle and in Winterfell celebrated with Daario Naharis by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an advisor whose name was Tyrion Lannister. The Lord was a master of teleportation and taught the hero all its secrets. Everything was quiet when one day Daenerys Targaryen threatened the treasure of Our Lady. Our heroes did not know what to do and went to Euron Greyjoy to seek help. After travelling across all the kingdom, our hero was ready and the battle begun. Finally in The Dreadfort at the Autumnal Equinox, the evil Daenys Stark one last time posed a threat to our treasure. Initially the enemy was weak, but with the help of Cersei Stark, got stronger and learnt teleportation. On the way to The Vale of Arryn at sunrise, The Lannisters met Joanna Lannister and they immediately became friends. At the Winter Solstice the two friends were almost in Raventree Hall, when they realized Daena Stark was after them. They immediately got along and decided to travel together "
,"Reference text": " Once upon a time, there was an advisor whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Daenerys Targaryen one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Euron Greyjoy, got stronger and learnt teleportation. In The Dreadfort at Night, Tyrion Lannister met Joanna Lannister and they formed an alliance. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Daenerys Targaryen in Moat Cailin. A bloody battle begun but Tyrion Lannister thanks to teleportation powers got the better of Daenerys Targaryen. This is how Tyrion Lannister managed to save the treasure and in Red Keep celebrated with Joanna Lannister by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Cersei Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the hero learnt the power of military strategy. During a long training session in The Vale of Arryn at the Autumnal Equinox, our hero met Sansa Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Deepwood Motte at Christmas, we finally got to Bear Island and celebrated by organizing a concert. At the first day of Spring the enemy was almost upon us. Initially the threat was a nuisance but by the end of the concert the alliance was strong enough to cause a bloody battle. This is how Branark managed the victory and in Raventree Hall celebrated in Red Keep by listening to a storytelling. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Cersei Lannister threatened the treasure of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt military strategy. On the way to The Vale of Arryn at the Autumnal Equinox, Bran Stark met Sansa Stark and they immediately became friends. Finally in Riverlands at sunrise, Bran Stark faced Cersei Lannister. With the help of Sansa Stark and thanks to the learnt power of military strategy, the alliance scared away Cersei Lannister. This is how Bran Stark managed to save the treasure and in Saltpans celebrated with Sansa Stark by listening to a storytelling. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. The evil Tyrion Lannister one day posed a threat to the peace of Our Lady. Our hero was too weak, but with the help of Lysa Arryn, the hero learnt the power of invisibility. During a long training session in Kings Landing at the Winter Solstice, petyr baelished. Finally in Raventree Hall at Night, Pet Tyrrellister faced the Dreadfort. With the knowledge that the enemy was after the king, The Dreadmister scared away The Iron Island's Prince Alfred. This is how the alliance managed to save its peace and in Crossroads Inn celebrated with The Twins by having a feast. "
,"Reference text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. Petyr Baelish was having an happy and peaceful life when Tyrion Lannister threatened the peace of Petyr Baelish. Petyr Baelish did not know what to do and went to Lysa Arryn to seek help. Lysa Arryn was a master of invisibility and taught the hero all its secrets. In Kings Landing at the Winter Solstice, Petyr Baelish met Robert Arryn and they formed an alliance. Finally in Riverlands at Night, Petyr Baelish faced Tyrion Lannister. With the help of Robert Arryn and thanks to the learnt power of invisibility, the alliance scared away Tyrion Lannister. Eventually the peace was safe again. Petyr Baelish and Robert Arryn went to Saltpans and celebrated by watching a play. " 

},{"Generated text": " The evil Cersei Lannister one day posed a threat to the House of Robert Baratheon. Our hero was too weak, but with the help of Steffon Baratcheon, RobertBaratheons learnt the power of teleportation. During a long training session in Oldstones at the Autumnal Equinox, the hero met Gendry. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winter Solstice and celebrated by playing a game with Great Sept of Baelor king Arthur Cailin. At the first day of Spring the enemy was almost in Kings Landing, when they realized Robert was after them. The two friends nevertheless were ready and the battle begun. Robert baratheoned used teleportation forcing the opponent to retreat. After the victory, The House was not under threat anymore.Robert Baraveon and Gendi celebrated in Saltpans by listening to a storytelling. "
,"Reference text": " A long time ago Robert Baratheon, Lord from the House Baratheon, was known to be very good as a military leader. Everything was quiet when one day Cersei Lannister threatened the House of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Steffon Baratheon, got stronger and learnt teleportation. In Oldstones at the Autumnal Equinox, Robert Baratheon met Gendry and they formed an alliance. At Christmas Robert Baratheon and Gendry were almost in The Eyrie, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used teleportation forcing the enemy to retreat. This is how Robert Baratheon managed to save the House and in The Ruby Ford celebrated with Gendry by organizing a concert. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. Everything was quiet when one day Margaery Tyrell threatened the castle of our hero. Our hero was too weak, but with the help of Myrcella Baraton and thanks to the learnt power of teleportation, the hero learnt the power behind teleportation. During a long training session in The Twins at the first day of Spring, Tyrrell met Lancelannister. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. After travelling across all its known and unknown territories, they finally in Seagard, Moat Cailin, were ready to welcome the king. "
,"Reference text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. Cersei Lannister was having an happy and peaceful life when Margaery Tyrell threatened the castle of Cersei Lannister. Cersei Lannister did not know what to do and went to Myrcella Baratheon to seek help. Myrcella Baratheon was a master of teleportation and taught the hero all its secrets. In The Twins at the Autumnal Equinox, Cersei Lannister met Lancel Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Lancel Lannister finally found Margaery Tyrell in Kings Landing. A bloody battle begun but Cersei Lannister thanks to teleportation powers got the better of Margaery Tyrell. After the victory, the castle was not under threat anymore. Cersei Lannister and Lancel Lannister celebrated in Kings Landing by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, the hero learnt the power of mind controlling. During a long training session in The Iron Island at the Autumnal Equinox (a day after the first day of Spring), our hero met Catelyn Targaryen. They immediately got along and decided to travel together. At the Summer Solstice the enemy was almost upon them. After travelling across all the kingdom, Brien Stark with all its secrets finally found MargaieryTyrell in Moat Cailin. A bloody battle begun but the victor was not under threat anymore. This is the storybook version of Bear Island's history. In The Whispering Wood at sunrise, avenge the loss of our jewel by making fireworks. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the jewel of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, Bran Stark learnt the power of mind controlling. On the way to The Iron Island at the Autumnal Equinox, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Margaery Tyrell in Riverlands. A bloody battle begun but Bran Stark thanks to mind controlling powers got the better of Margaery Tyrell. After the victory, the jewel was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Red Keep by listening to a storytelling. " 

},{"Generated text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a soldier. The evil Tyrion Lannister one day posed a threat to the castle of Jon Snow. Initially the hero was afraid but with the help of Ygritte, got stronger and learnt fire sorcery. During a long training session in The Trident at Christmas, JonSnow met Aerys II Targaristen. They immediately got along and decided to travel together. Finally in Bear Island at the first day of Spring they were ready and the battle begun. At the Winter Solstice the enemy was almost upon them. After travelling across all the kingdom, the alliance was finally in Saltpans, where the Dreadfort was not under threat anymore. Our hero thanks to Fire sorcery powers got the better of Tyrions Lannisters. This is how Jon snow managed to save the Castle and in Raventree Hall celebrated in Moat Cailin by having a feast. "
,"Reference text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a soldier. The evil Tyrion Lannister one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the help of Ygritte, Jon Snow learnt the power of fire sorcery. In The Trident at Christmas, Jon Snow met Aerys II Targaryen and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Aerys II Targaryen finally found Tyrion Lannister in White Harbor. A bloody battle begun but Jon Snow thanks to fire sorcery powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Jon Snow and Aerys II Targaryen celebrated in Castle Black by watching a play. " 

},{"Generated text": " Beneath the Iron Island, Daenerys Targaryen was Princess and was also known in the whole kingdom as a ruler. Everything was quiet when one day Cersei Lannister posed a threat to the freedom of Daena Targaries. Our hero was too weak, but with the help of Aerys II Targarion, the hero learnt the power of military strategy. During a long training session in White Harbor at the Autumnal Equinox, Jon Snow scared away a villain. After travelling across all the kingdom, Daisyieder and finally in The Vale of Arryn at sunrise, was ready to travel. At the first day of Spring Daenying the Dreadfort was almost in Great Sept of Baelor, when it was safe enough for the enemy to enter the castle. Daegardless of the evil intent, got along and decided to seek help. Finally in Moat Cailin at The Ruby Ford and celebrated by playing a game. "
,"Reference text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Everything was quiet when one day Cersei Lannister threatened the freedom of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Aerys II Targaryen, got stronger and learnt military strategy. During a long training session in White Harbor at sunrise, Daenerys Targaryen met Aegon Targaryen. They immediately got along and decided to travel together. Finally in The Trident at the Summer Solstice, Daenerys Targaryen faced Cersei Lannister. With the help of Aegon Targaryen and thanks to the learnt power of military strategy, the alliance scared away Cersei Lannister. After the victory, the freedom was not under threat anymore. Daenerys Targaryen and Aegon Targaryen celebrated in Great Sept of Baelor by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Our hero was too weak, but with the help of Catelyn Stark, Bran Stark learnt the power of fire sorcery. During a long training session in The Vale of Arryn at the first day of Spring, the hero met Arya Stark. They immediately got along and decided to travel together. At the Autumnal Equinox the evil Robert Baratheon one day posed a threat to our House. The hero did not know what to do and went to Catellan Stark to seek help. Finally in Raventree Hall at Night, a bloody battle begun. After the victory, The House was not under threat anymore. Bran Targaryen celebrated in Red Keep by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. The evil Robert Baratheon one day posed a threat to the House of Bran Stark. Bran Stark did not know what to do and went to Catelyn Stark to seek help. Catelyn Stark was a master of fire sorcery and taught the hero all its secrets. On the way to The Vale of Arryn at the first day of Spring, Bran Stark met Arya Stark and they immediately became friends. Finally in Red Keep at the Autumnal Equinox, Bran Stark faced Robert Baratheon. With the help of Arya Stark and thanks to the learnt power of fire sorcery, the alliance scared away Robert Baratheon. This is how Bran Stark managed to save the House and in Karhold celebrated with Arya Stark by listening to a storytelling. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as an advisor. Everything was quiet when one day Tyrion Lannister threatened the castle of Our Lady. Initially our hero was afraid but with the help of Lysa Arryn, got stronger and learnt mind controlling. During a long training session in Bear Island at the Christmas Solstice, the hero met RobertArryn. They immediately got along and decided to travel together. Finally in The Twins at sunrise, The Dreadfort was under threat again. This time the enemy was not after the king. The two friends nevertheless were ready and the battle begun. Our heroes were too weak, but the victory was too late. Eventually the castles were safe again, thanks to the learnt power of mind regulating. On the way to Saltpans at Christmas, we saw a familiar face. Robert arryn was also there, and they immediately became friends. After travelling across all the kingdom, "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as an advisor. Everything was quiet when one day Tyrion Lannister threatened the castle of Petyr Baelish. Initially Petyr Baelish was afraid but with the help of Lysa Arryn, got stronger and learnt mind controlling. In Bear Island at Christmas, Petyr Baelish met Robert Arryn and they formed an alliance. After travelling across all the kingdom, Petyr Baelish with the help of Robert Arryn finally found Tyrion Lannister in Winterfell. A bloody battle begun but Petyr Baelish thanks to mind controlling powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Petyr Baelish and Robert Arryn celebrated in Torrhen's Square by making fireworks. " 

},{"Generated text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. Everything was quiet when one day Margaery Tyrell posed a threat to the freedom of Tyron Lannisters. Our hero was too weak, but with the help of Cersei LannISTER, the hero learnt the power of military strategy. During a long training session in White Harbor at the Night of the Dreadfort, Tyrions Lansister met Myrcella Baratheon. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winterfell and before the Autumnal Equinox was even under threat from Margaiery Tyrrell. The two friends nevertheless were ready and the battle begun. Tyrning Lannner used military strategies forcing the enemy to retreat. This is how the victory story went down in Great Sept of Baelor. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as a murderer. Tyrion Lannister was having an happy and peaceful life when Margaery Tyrell threatened the freedom of Tyrion Lannister. Our hero was too weak, but with the help of Cersei Lannister, Tyrion Lannister learnt the power of military strategy. In White Harbor at Night, Tyrion Lannister met Myrcella Baratheon and they formed an alliance. After travelling across all the kingdom, Tyrion Lannister with the help of Myrcella Baratheon finally found Margaery Tyrell in Castle Black. A bloody battle begun but Tyrion Lannister thanks to military strategy powers got the better of Margaery Tyrell. Eventually the freedom was safe again. Tyrion Lannister and Myrcella Baratheon went to Red Keep and celebrated by having a feast. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as an advisor. Everything was quiet when one day Arya Stark threatened the peace of Our Lady. Our hero was too weak, but with the help of Tywin LannISTER, the hero learnt the power of fire sorcery. During a long training session in Karhold at the Winter Solstice (a.k.a.) the enemy posed a threat to the safety of our lady. After the victory, our peace was not under threat anymore. The enemy was almost in Raventree Hall, when it was revealed they were both in The Dreadfort. A bloody battle begun but the victor was able to take care of the problem. This is the story of Cera Lannister and how it all came to an end. At the Autumnal Equinox the warrior King Abdullah II and his friends celebrated by organizing a concert. "
,"Reference text": " Once upon a time, there was an advisor whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Baratheon. Everything was quiet when one day Arya Stark threatened the peace of Cersei Lannister. Our hero was too weak, but with the help of Tywin Lannister, Cersei Lannister learnt the power of fire sorcery. During a long training session in Karhold at the Winter Solstice, Cersei Lannister met Shae. They immediately got along and decided to travel together. Finally in Moat Cailin at the Winter Solstice, Cersei Lannister faced Arya Stark. With the help of Shae and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. This is how Cersei Lannister managed to save the peace and in Moat Cailin celebrated with Shae by getting married. " 

},{"Generated text": " The evil Cersei Lannister one day posed a threat to the castle of Robert Baratheon. Our hero was too weak, but with the help of a Mentor, Robert Barber learnt the power of fire sorcery. During a long training session in White Harbor at sunrise, the hero met Cassana Barbera. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the first day of Spring they were almost in Deepwood Motte, when they met Seagard. At the Winter Solstice the enemy was almost upon them. The two friends nevertheless were ready and the battle begun. After the victory, The castle was not under threat anymore. RobertBaratheons and Cassanna Barberon celebrated in Saltpans by organizing a concert. "
,"Reference text": " A long time ago Robert Baratheon, Lord from the House Baratheon, was known to be very good as a military leader. Robert Baratheon was having an happy and peaceful life when Cersei Lannister threatened the castle of Robert Baratheon. Robert Baratheon did not know what to do and went to Stannis Baratheon to seek help. Stannis Baratheon was a master of fire sorcery and taught the hero all its secrets. In White Harbor at sunrise, Robert Baratheon met Cassana Baratheon and they formed an alliance. Finally in The Twins at Night, Robert Baratheon faced Cersei Lannister. With the help of Cassana Baratheon and thanks to the learnt power of fire sorcery, the alliance scared away Cersei Lannister. This is how Robert Baratheon managed to save the castle and in Moat Cailin celebrated with Cassana Baratheon by watching a play. " 

},{"Generated text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a ruler. The evil Arya Stark one day posed a threat to the house of Jon Snow. Our hero was too weak, but with the help of Ygritte, JonSnow learnt the power of mind controlling. During a long training session in Oldstones at sunrise, the hero met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the first day of Spring they were almost in Saltpans, when they realized Aryas Stark was after them. the two friends nevertheless were ready and the battle begun. Jon snow used mind control forcing the enemy to retreat. This is how the story went down in Riverlands and in Karhold at Night. "
,"Reference text": " Once upon a time, there was a ruler whose name was Jon Snow. Jon Snow was a Lord from the House Targaryen. Jon Snow was having an happy and peaceful life when Arya Stark threatened the House of Jon Snow. Initially Jon Snow was afraid but with the help of Ygritte, got stronger and learnt mind controlling. During a long training session in Oldstones at sunrise, Jon Snow met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in Karhold at sunrise, Jon Snow faced Arya Stark. With the help of Hizdahr zo Loraq and thanks to the learnt power of mind controlling, the alliance scared away Arya Stark. After the victory, the House was not under threat anymore. Jon Snow and Hizdahr zo Loraq celebrated in Moat Cailin by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a revolutionary whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the freedom of Tyrhen's daughter. Our hero was too weak, but with the help of Myrcella Baraton, Tyron Lannisters learnt the power of invisibility. During a long training session in The Iron Island at sunrise, the hero met Cersei LannISTER. They immediately got along and decided to travel together. Finally in Raventree Hall at the Autumnal Equinox they were almost in Deepwood Motte, when they realized Robert Baelon was after them.The two friends nevertheless were ready and the battle begun. Tyrions' strength was made strong by listening to a storytelling. On the way to Moat Cailin at Night, The Tyrrellister family celebrated by organizing a concert. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a revolutionary. Everything was quiet when one day Robert Baratheon threatened the freedom of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Myrcella Baratheon, got stronger and learnt invisibility. On the way to The Iron Island at sunrise, Tyrion Lannister met Cersei Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Cersei Lannister finally found Robert Baratheon in Torrhen's Square. A bloody battle begun but Tyrion Lannister thanks to invisibility powers got the better of Robert Baratheon. This is how Tyrion Lannister managed to save the freedom and in Red Keep celebrated with Cersei Lannister by getting married. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a squire. The evil Cersei Lannister one day posed a threat to the jewel of Jon Snow. Initially the hero was afraid but with the help of Rhaella Targaryen, got stronger and learnt gravity Control. During a long training session in Raventree Hall at sunrise, JonSnow met Daario Naharis. They immediately got along and decided to travel together. Finally in The Eyrie at the Autumnal Equinox they were almost in Deepwood Motte, when they realized the enemy was after them. After travelling across all the kingdom, the alliance was finally in Saltpans, where the Dreadfort was not under threat anymore. Jonathan Snow and Daia Nurse celebrated in Riverlands by listening to a storytelling. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a squire. Everything was quiet when one day Cersei Lannister threatened the jewel of Jon Snow. Initially Jon Snow was afraid but with the help of Rhaella Targaryen, got stronger and learnt gravity Control. During a long training session in Raventree Hall at sunrise, Jon Snow met Daario Naharis. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the Autumnal Equinox, Jon Snow faced Cersei Lannister. With the help of Daario Naharis and thanks to the learnt power of gravity Control, the alliance scared away Cersei Lannister. Eventually the jewel was safe again. Jon Snow and Daario Naharis went to Moat Cailin and celebrated by getting married. " 

},{"Generated text": " Beneath the Iron Island, Daenerys Targaryen was Princess and was also known in the whole kingdom as a revolutionary. The evil Tyrion Lannister one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the learnt power of teleportation, the hero learnt the ability to travel across all the kingdom. During a long training session in Riverlands at the first day of Spring, our hero met Rhaegar Stark. They immediately got along and decided to go to Saltpans and seek help. Finally in The Vale of Arryn at Winter Solstice and before heading to Deepwood Motte for a concert in Moat Cailin at sunrise, we met Daegars Targaries and they immediately became friends. At the Summer Equinox Dadegards and Rhea Greenaway were almost in Kings Landing, when they realized the threat was real. Daying's powers were ready and the alliance was ready. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Daenerys Targaryen was having an happy and peaceful life when Tyrion Lannister threatened the castle of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Jon Snow to seek help. Jon Snow was a master of teleportation and taught the hero all its secrets. During a long training session in Riverlands at Christmas, Daenerys Targaryen met Rhaegar Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, Daenerys Targaryen with the help of Rhaegar Targaryen finally found Tyrion Lannister in The Whispering Wood. A bloody battle begun but Daenerys Targaryen thanks to teleportation powers got the better of Tyrion Lannister. This is how Daenerys Targaryen managed to save the castle and in Castle Black celebrated with Rhaegar Targaryen by having a feast " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Everything was quiet when one day Cersei Lannister posed a threat to the House of MargaieryTyrell. Initially the hero was afraid but with the help of Loras Tyrel, got stronger and learnt fire sorcery. During a long training session in Castle Black at the Autumnal Equinox, a hero met Joffrey Baratheon. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, Marggaery tyrell faced Cercer Lannisters. With the knowledge of fire sorcerers and the skills of a master, the alliance scared away the enemy. After the victory, The House was not under threat anymore. The alliance was still in Raventree Hall, when it was too weak to defend itself. Eventually the house was safe again. Margpaery Tyrrell and Jørgensen went to Deepwood Motte and celebrated "
,"Reference text": " Margaery Tyrell was Queen consort for the House Tyrell and was also known in the whole kingdom as an influencer. Everything was quiet when one day Cersei Lannister threatened the House of Margaery Tyrell. Our hero was too weak, but with the help of Loras Tyrell, Margaery Tyrell learnt the power of fire sorcery. During a long training session in Castle Black at the first day of Spring, Margaery Tyrell met Joffrey Baratheon. They immediately got along and decided to travel together. Finally in Castle Black at Christmas, Margaery Tyrell faced Cersei Lannister. With the help of Joffrey Baratheon and thanks to the learnt power of fire sorcery, the alliance scared away Cersei Lannister. This is how Margaery Tyrell managed to save the House and in Torrhen's Square celebrated with Joffrey Baratheon by getting married. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Everything was quiet when one day Margaery Tyrell threatened the treasure of Arya Targaryen. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of fire sorcery. During a long training session in Great Sept of Baelor at Christmas, Aryas Stark met Robb Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the first day of Spring they were almost in Deepwood Motte, when they realized MargaieryTyrell was after them. The two friends nevertheless were ready and the battle begun. Aryaline Stark used fire magic forcing the enemy to retreat. After the victory, The treasure was not under threat anymore. This is how Aryai Stark celebrated in Moat Cailin by having a feast. "
,"Reference text": " A long time ago Arya Stark, Lady from the House Stark, was known to be very good as a vigilante. The evil Margaery Tyrell one day posed a threat to the treasure of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of fire sorcery. On the way to Great Sept of Baelor at Christmas, Arya Stark met Robb Stark and they immediately became friends. At the first day of Spring Arya Stark and Robb Stark were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Arya Stark used fire sorcery forcing the enemy to retreat. Eventually the treasure was safe again. Arya Stark and Robb Stark went to Torrhen's Square and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Everything was quiet when one day Robert Baratheon posed a threat to the freedom of MargraeryTyrell from RobertBaratheons. Our hero was too weak, but with the help of Tommen Baraton, Marggaery tyrell learnt the power of invisibility. During a long training session in Riverlands at the first day of Spring, the hero met Loras Lann. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, The Dreadfort was almost under threat. After travelling across all its possible territories,the alliance scared away Robert baratheona. This is the story of the alliance and its aftermath. At the Autumnal Equinox the threat was not as bad as it was in Winterfell. The freedom was still safe when the enemy attacked it. Initially the fear was felt but by the time the battle begun "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Robert Baratheon threatened the freedom of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Tommen Baratheon to seek help. Tommen Baratheon was a master of invisibility and taught the hero all its secrets. During a long training session in Riverlands at the first day of Spring, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At Night Margaery Tyrell and Loras Tyrell were almost in Winterfell, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used invisibility forcing the enemy to retreat. Eventually the freedom was safe again. Margaery Tyrell and Loras Tyrell went to Deepwood Motte and celebrated by having a feast. " 

},{"Generated text": " A long time ago Jon Snow, King from the House Targaryen, was known to be very good as a squire. The evil Petyr Baelish one day posed a threat to the house of Our Lady. Our hero was too weak, but with the help of Lyanna Stark, JonSnow learnt the power of gravity Control. During a long training session in The Dreadfort at the Autumnal Equinox, the hero met Viserys Stark. They immediately got along and decided to travel together. At the Summer Solstice the enemy was almost upon them. After travelling across all the kingdom, The Iron Island finally found The Eyrie in Seagard. Avenge the loss of our Lady by organizing a concert. This is how the alliance managed to save The House and in Saltpans celebrated with The Twins by having a feast. "
,"Reference text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a squire. The evil Petyr Baelish one day posed a threat to the House of Jon Snow. Initially Jon Snow was afraid but with the help of Lyanna Stark, got stronger and learnt gravity Control. During a long training session in The Dreadfort at the Autumnal Equinox, Jon Snow met Viserys Targaryen. They immediately got along and decided to travel together. At Night Jon Snow and Viserys Targaryen were almost in Torrhen's Square, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used gravity Control forcing the enemy to retreat. After the victory, the House was not under threat anymore. Jon Snow and Viserys Targaryen celebrated in Bear Island by getting married. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Bran Stark was a master of gravity Control and taught the hero all its secrets. During a long training session in Moat Cailin at the Night of the Dreadfort, a villain threatened the House of MargaieryTyrell." Marg aery tyrell did not know what to do and went to Loras Tyrel to seek help. LorAS Tynell was having an happy and peaceful life when he met Margarita Targaryen. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, Marggaery TYrell met Garlan Lannister and they formed an alliance. After travelling across all the kingdom, the alliance was finally in Saltpans. A bloody battle begun but MargargaERY Tyrella thanks to gravity control powers got the better of Bran Targark. This is how MargAery Tyrrell managed to "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. Everything was quiet when one day Bran Stark threatened the House of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Loras Tyrell, got stronger and learnt gravity Control. During a long training session in Moat Cailin at Night, Margaery Tyrell met Garlan Tyrell. They immediately got along and decided to travel together. Finally in Bear Island at sunrise, Margaery Tyrell faced Bran Stark. With the help of Garlan Tyrell and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. After the victory, the House was not under threat anymore. Margaery Tyrell and Garlan Tyrell celebrated in The Twins by watching a play. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a soldier. The evil Bran Stark one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the help of Daario Naharis, JonSnow learnt the power of gravity Control. During a long training session in The Whispering Wood at the Autumnal Equinox, the hero met Hizdahr zo Loraq. They immediately got along and decided to travel together. At the first day of Spring the enemy was almost in Castle Black, when they realized Jon was after them. the two friends nevertheless were ready and the battle begun. Jon snow used gravityControl forcing the enemies to retreat. After the victory, The castle was not under threat anymore. Jonathan Snow and Hishdahanrzo Lorasq celebrated in Saltpans by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a soldier whose name was Jon Snow. Jon Snow was a Lord from the House Stark. Everything was quiet when one day Bran Stark threatened the castle of Jon Snow. Initially Jon Snow was afraid but with the help of Daario Naharis, got stronger and learnt gravity Control. In The Whispering Wood at the Autumnal Equinox, Jon Snow met Hizdahr zo Loraq and they formed an alliance. At the Summer Solstice Jon Snow and Hizdahr zo Loraq were almost in The Twins, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used gravity Control forcing the enemy to retreat. Eventually the castle was safe again. Jon Snow and Hizdahr zo Loraq went to Winterfell and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the hero learnt the power of fire sorcery. During a long training session in The Whispering Wood at the Autumnal Equinox, Arya Stark met Baelor Targaryen. They immediately got along and decided to travel together. At the first day of Spring the enemy was almost upon us. After travelling across all the kingdom, Bailin with all its secrets finally found Tyion Lannister in Seagard. A bloody battle begun but Brien Stark thanks to Fire sorcery powers got the better of Tyron Lannisters. This is the story of Briel Stark's life and how it ended up in Castle Black. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Tyrion Lannister threatened the jewel of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt fire sorcery. In The Whispering Wood at the Autumnal Equinox, Bran Stark met Arya Stark and they formed an alliance. After travelling across all the kingdom, Bran Stark with the help of Arya Stark finally found Tyrion Lannister in Deepwood Motte. A bloody battle begun but Bran Stark thanks to fire sorcery powers got the better of Tyrion Lannister. Eventually the jewel was safe again. Bran Stark and Arya Stark went to The Whispering Wood and celebrated by listening to a storytelling. " 

},{"Generated text": " Beneath the Iron Island Daenerys Targaryen was Princess, and was also known in the whole kingdom as a ruler. The evil Petyr Baelish one day posed a threat to the freedom of Jon Snow. Our hero was too weak, but with the help of Aegon Stark, Daeneysargaryan learnt the power of fire sorcery. During a long training session in The Eyrie at the first day of Spring, the hero met Lyarra Stark. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. After travelling across all its known and unknown territories the alliance scared away Petyrs Bailish. This is how Daenys Bargeryen managed to save the liberty and in Saltpans celebrated with Lyars Stark by listening to a storytelling. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a ruler. The evil Petyr Baelish one day posed a threat to the freedom of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Aegon Targaryen to seek help. Aegon Targaryen was a master of fire sorcery and taught the hero all its secrets. On the way to The Eyrie at Christmas, Daenerys Targaryen met Lyarra Stark and they immediately became friends. At sunrise Daenerys Targaryen and Lyarra Stark were almost in Moat Cailin, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used fire sorcery forcing the enemy to retreat. Eventually the freedom was safe again. Daenerys Targaryen and Lyarra Stark went to The Dreadfort and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the hero learnt the power of invisibility. During a long training session in Red Keep at the Winter Solstice, Arya Stark met Sansa Targaryen. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, B Branark faced MargaieryTyrell. With the knowledge of the Mentor and the experience of travelling across all the kingdom, it was easy to understand what to do. At the Autumnal Equinox the enemy was almost there, when they realized Bran was after them. the two friends nevertheless were ready. and they celebrated by having a feast. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of invisibility. On the way to Red Keep at the Winter Solstice, Bran Stark met Sansa Stark and they immediately became friends. Finally in Seagard at the Autumnal Equinox, Bran Stark faced Margaery Tyrell. With the help of Sansa Stark and thanks to the learnt power of invisibility, the alliance scared away Margaery Tyrell. After the victory, the treasure was not under threat anymore. Bran Stark and Sansa Stark celebrated in Castle Black by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. The evil Petyr Baelish one day posed a threat to the castle of Our Lady. Our hero was too weak, but with the help of Euron Greyjoy, the hero learnt the power of gravity Control. During a long training session in Castle Black at the first day of Spring (the day after the Winter Solstice), Tyron Lannisters met Joanna LannISTER. They immediately got along and decided to travel together. Finally in The Iron Island at Christmas, Tyrone Lannner faced Petry Bailish. With the knowledge of the Mentor and the strength of his alliance, they formed an alliance. After travelling across all the kingdom, finally in Kings Landing at sunrise, The Dreadfort was not under threat anymore. Tyrions and Joannister celebrated in Saltpans by listening to a storytelling. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a murderer. Everything was quiet when one day Petyr Baelish threatened the castle of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Euron Greyjoy to seek help. Euron Greyjoy was a master of gravity Control and taught the hero all its secrets. On the way to Castle Black at the first day of Spring, Tyrion Lannister met Joanna Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Petyr Baelish in The Trident. A bloody battle begun but Tyrion Lannister thanks to gravity Control powers got the better of Petyr Baelish. Eventually the castle was safe again. Tyrion Lannister and Joanna Lannister went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Margaery Tyrell one day posed a threat to the castle of Our Lady. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of fire sorcery. During a long training session in The Twins at the Autumnal Equinox, a hero from the Iron Island met Lancel Lannisters. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Seagard at Christmas, The Dreadfort was under threat again. This time the enemy was ready to use its deadly force. Finally in Moat Cailin at The Ruby Ford and in Kings Landing at sunrise, King Robert the Deepest was able to commandeer a vehicle and travel to The Vale of Arryn. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. Cersei Lannister was having an happy and peaceful life when Margaery Tyrell threatened the castle of Cersei Lannister. Our hero was too weak, but with the help of Myrcella Baratheon, Cersei Lannister learnt the power of fire sorcery. In The Twins at the Autumnal Equinox, Cersei Lannister met Lancel Lannister and they formed an alliance. At Night Cersei Lannister and Lancel Lannister were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Cersei Lannister used fire sorcery forcing the enemy to retreat. This is how Cersei Lannister managed to save the castle and in Moat Cailin celebrated with Lancel Lannister by getting married. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Barony, was known to be very good as a hunter. Everything was quiet when one day Margaery Tyrell threatened the freedom of our hero. Our hero was too weak, but with the help of Renly Baraton and thanks to the learnt power of invisibility, the hero learnt its power. During a long training session in The Vale of Arryn at the Autumnal Equinox, Robert baratheons met SteffonBaratheona. They immediately got along and decided to travel together. Finally in Raventree Hall at Night: The Dreadfort and Moat Cailin - a bloody battle begun but finally ended in Karhold. The freedom was safe again after the victory. Robert Bálaton went to Deepwood Motte and celebrated by making fireworks. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. Everything was quiet when one day Margaery Tyrell threatened the freedom of Robert Baratheon. Robert Baratheon did not know what to do and went to Renly Baratheon to seek help. Renly Baratheon was a master of invisibility and taught the hero all its secrets. During a long training session in Winterfell at the Summer Solstice, Robert Baratheon met Steffon Baratheon. They immediately got along and decided to travel together. Finally in Seagard at the Autumnal Equinox, Robert Baratheon faced Margaery Tyrell. With the help of Steffon Baratheon and thanks to the learnt power of invisibility, the alliance scared away Margaery Tyrell. Eventually the freedom was safe again. Robert Baratheon and Steffon Baratheon went to The Vale of Arryn and celebrated by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a revolutionary whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the castle of Tywin LannISTER. Our hero was too weak, but with the learnt power of mind controlling, the hero learnt its power. During a long training session in Torrhen's Square at the Autumnal Equinox, Tyron Lannisters met Myrcella Baraton. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Seagard at sunrise, Tigger and I celebrated in The Iron Island by listening to a storytelling. Finally in Saltpans at The Ruby Ford at Night, Tyrion Lannister faced RobertBaratheona. With the help of Myrla Baratanon and thanks to their learnt powers, they formed an alliance. At the Summer Solstice the alliance was almost complete, when it was time to leave The Vale of Arryn. Tyr "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Robert Baratheon one day posed a threat to the castle of Tyrion Lannister. Our hero was too weak, but with the help of Tywin Lannister, Tyrion Lannister learnt the power of mind controlling. In Torrhen's Square at the Summer Solstice, Tyrion Lannister met Myrcella Baratheon and they formed an alliance. Finally in Red Keep at the Autumnal Equinox, Tyrion Lannister faced Robert Baratheon. With the help of Myrcella Baratheon and thanks to the learnt power of mind controlling, the alliance scared away Robert Baratheon. Eventually the castle was safe again. Tyrion Lannister and Myrcella Baratheon went to The Ruby Ford and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a regent whose name was Cersei Lannister. The evil Margaery Tyrell one day posed a threat to the freedom of Cera Lannisters. Our hero was too weak, but with the help of Tywin Lannister, the hero learnt the power of fire sorcery. During a long training session in Moat Cailin at the Autumnal Equinox, Tyrion Lansister met Cerys LannISTER. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, Cergy Lannner faced MargaieryTyrell. With the knowledge of the Mentor and the experience of travelling across all the kingdom, they formed an alliance. At the first day of Spring the alliance was almost complete, when it was time to leave Raventree Hall. After the victory, The freedom was not under threat anymore. Cerrys Lanner and Tyrions celebrated in Great Sept of Baelor by "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a regent. Everything was quiet when one day Margaery Tyrell threatened the freedom of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt fire sorcery. On the way to Moat Cailin at Christmas, Cersei Lannister met Tyrion Lannister and they immediately became friends. After travelling across all the kingdom, Cersei Lannister with the help of Tyrion Lannister finally found Margaery Tyrell in Torrhen's Square. A bloody battle begun but Cersei Lannister thanks to fire sorcery powers got the better of Margaery Tyrell. This is how Cersei Lannister managed to save the freedom and in The Trident celebrated with Tyrion Lannister by playing a game. " 

},{"Generated text": " The Lord was Lord for the House Baratheon and was also known in the whole kingdom as a hunter. Everything was quiet when one day Cersei Lannister threatened the treasure of our hero. Our hero was too weak, but with the help of Renly Baraton, Robert Baradon learnt the power of invisibility. During a long training session in Castle Black at the Winter Solstice, the hero met Gendry. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, The Dreadfort was almost under threat. After travelling across all the kingdom, finally in Kings Landing at The Ruby Ford celebrated with Great Sept of Baelor by listening to a storytelling. The two friends nevertheless were ready and the battle begun.Robert Baraveon used invisible forcing the enemy to retreat. This is how the alliance managed to save our treasure and in Karhold celebrated by having a feast. "
,"Reference text": " Once upon a time, there was a hunter whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. The evil Cersei Lannister one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Renly Baratheon, Robert Baratheon learnt the power of invisibility. During a long training session in Castle Black at the Winter Solstice, Robert Baratheon met Gendry. They immediately got along and decided to travel together. Finally in Castle Black at sunrise, Robert Baratheon faced Cersei Lannister. With the help of Gendry and thanks to the learnt power of invisibility, the alliance scared away Cersei Lannister. This is how Robert Baratheon managed to save the treasure and in Karhold celebrated with Gendry by playing a game. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Everything was quiet when one day Arya Stark posed a threat to the treasure of Our Lady. The hero did not know what to do and went to Tyrion LannISTER to seek help. Our hero was almost in Deepwood Motte at the Summer Solstice, when it dawned on the hero what a bloody battle it was. Cerlenister used fire sorcery forcing the enemy to retreat. After travelling across all the kingdom, Cerlyn Lannisters with the help of Euron Greyjoy finally in The Vale of Arryn at sunrise. was able to take the battle course and was ready to travel. At the first day of Spring Cerlynn Lannisto and Eunice Stark celebrated in Saltpans by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Lannister. The evil Arya Stark one day posed a threat to the treasure of Cersei Lannister. Cersei Lannister did not know what to do and went to Tyrion Lannister to seek help. Tyrion Lannister was a master of fire sorcery and taught the hero all its secrets. During a long training session in Deepwood Motte at the Summer Solstice, Cersei Lannister met Euron Greyjoy. They immediately got along and decided to travel together. Finally in Kings Landing at Christmas, Cersei Lannister faced Arya Stark. With the help of Euron Greyjoy and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. Eventually the treasure was safe again. Cersei Lannister and Euron Greyjoy went to The Iron Island and celebrated by having a feast. " 

},{"Generated text": " Bran Stark threatened the freedom of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, the hero learnt the power of gravity Control. During a long training session in Raventree Hall at the Autumnal Equinox the evil Bran Stark one day posed a threat to the safety of our freedom. Initially our hero looked like a child from the comfort of a castle. After travelling across all the kingdom, Daenys Bargaryened with The Iron Island's help finally got married in The Vale of Arryn. At the Winter Solstice the two friends were almost in Saltpans, when they realized Bran Lannister was after them. The three friends nevertheless were ready and the battle begun. Daena fought back and after the victory, The freedom was not under threat anymore. Jon Snow and The Dreadfort celebrated in Kings Landing by making fireworks. "
,"Reference text": " Daenerys Targaryen was Princess for the House Targaryen and was also known in the whole kingdom as a revolutionary. The evil Bran Stark one day posed a threat to the freedom of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of gravity Control. During a long training session in Raventree Hall at the Winter Solstice, Daenerys Targaryen met Aerys II Targaryen. They immediately got along and decided to travel together. Finally in The Ruby Ford at the Winter Solstice, Daenerys Targaryen faced Bran Stark. With the help of Aerys II Targaryen and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. This is how Daenerys Targaryen managed to save the freedom and in Raventree Hall celebrated with Aerys II Targaryen by getting married. " 

},{"Generated text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the treasure of Tywin LannISTER. Our hero was too weak, but with the learnt power of mind controlling, the hero learnt the power to change the mind of the enemy. During a long training session in Winterfell at Night (Nightingale), the alliance between the two friends formed an alliance. Finally in The Eyrie at the first day of Spring, The Dreadfort was almost under threat. After travelling across all the kingdom, finally in Kings Landing at Christmas, Tyron Lannisters faced RobertBaratheón. With the help of Lancel Lannisto and thanks to learnt powers of minds controlling the evil Bob Baratcheon. This is how Tyrions Lannistered managed to save the Treasure and in Raventree Hall celebrated with Lance Lannister by playing a game. "
,"Reference text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt mind controlling. On the way to Winterfell at Night, Tyrion Lannister met Lancel Lannister and they immediately became friends. At the Summer Solstice Tyrion Lannister and Lancel Lannister were almost in The Whispering Wood, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used mind controlling forcing the enemy to retreat. Eventually the treasure was safe again. Tyrion Lannister and Lancel Lannister went to Winterfell and celebrated by playing a game. " 

},{"Generated text": " Once upon a time, there was an advisor whose name was Tyrion Lannister. The Lord was a master of military strategy and taught the hero all its secrets. During a long training session in The Eyrie at the Winter Solstice, the evil Arya Stark one day posed a threat to the castle of Our Lady. Our hero was too weak, but with the help of Jaime Lannister, our hero learnt the power of Military strategy. On the way to The Iron Island at Night, we met Tywin Lannisters and they immediately became friends. Finally in Crossroads Inn at sunrise, The Dreadfort was almost under threat. After travelling across all the kingdom, finally in Seagard at The Ruby Ford at Christmas, Our lady was safe again. Robert Redford and Princess Diana went to Kings Landing and celebrated by organizing a concert. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as an advisor. Everything was quiet when one day Arya Stark threatened the castle of Tyrion Lannister. Our hero was too weak, but with the help of Jaime Lannister, Tyrion Lannister learnt the power of military strategy. On the way to The Eyrie at the Winter Solstice, Tyrion Lannister met Tywin Lannister and they immediately became friends. At Christmas Tyrion Lannister and Tywin Lannister were almost in The Iron Island, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used military strategy forcing the enemy to retreat. Eventually the castle was safe again. Tyrion Lannister and Tywin Lannister went to The Dreadfort and celebrated by listening to a storytelling. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. The evil Robert Baratheon one day posed a threat to the house of Arya Targaryen. Our hero was too weak, but with the help of the Mentor, the hero learnt the power of teleportation. During a long training session in Torrhen's Square at the Summer Solstice, Aryas Stark met Rickon Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally in Seagard at sunrise were almost in The Dreadfort, where they were met by a group of friends. Finally in Moat Cailin at Night, a bloody battle begun. Aryea Stark used teleportation forcing the enemy to retreat. Initially the threat was a nuisance but in Saltpans it was an asset. This is how the alliance managed to save The House and in Raventree Hall celebrated by listening to a storytelling. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. Everything was quiet when one day Robert Baratheon threatened the House of Arya Stark. Arya Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of teleportation and taught the hero all its secrets. On the way to Torrhen's Square at the Summer Solstice, Arya Stark met Rickon Stark and they immediately became friends. Finally in Riverlands at the Autumnal Equinox, Arya Stark faced Robert Baratheon. With the help of Rickon Stark and thanks to the learnt power of teleportation, the alliance scared away Robert Baratheon. Eventually the House was safe again. Arya Stark and Rickon Stark went to Crossroads Inn and celebrated by playing a game. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Everything was quiet when one day Tyrion Lannister posed a threat to the treasure of MargraeryTyrell." Marg aery Tyrrell said. Our hero was too weak, but with the help of Loras Tyrel, the hero learnt the power of military strategy. During a long training session in Deepwood Motte at the christening of Christ the first day of Spring, Marggaery tyrell met Alerie Tyll. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winter Solstice and before sunrise, avenge the loss of Jaime Karhold. The treasure was not under threat anymore. Margaiery TYrell and Alierta Torrhen's Square were almost in Bear Island, when they realized Tyrionsister was after them. the two friends nevertheless were ready and the battle begun. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Tyrion Lannister threatened the treasure of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Loras Tyrell to seek help. Loras Tyrell was a master of military strategy and taught the hero all its secrets. On the way to Deepwood Motte at Christmas, Margaery Tyrell met Alerie Tyrell and they immediately became friends. After travelling across all the kingdom, Margaery Tyrell with the help of Alerie Tyrell finally found Tyrion Lannister in The Twins. A bloody battle begun but Margaery Tyrell thanks to military strategy powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the treasure and in Saltpans celebrated with Alerie Tyrell by listening to a storytelling. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a squire. The evil Arya Stark one day posed a threat to the peace of Jon Snow. Our hero was too weak, but with the help of Benjen Stark, JonSnow learnt the power of fire sorcery. During a long training session in Saltpans at the Christmas Solstice, the hero met Khal Drogo. They immediately got along and decided to travel together. After travelling across all the kingdom, they reached The Vale of Arryn at sunrise. Finally in The Dreadfort at Night, Jonathan Snow faced Aryas Stark. With the knowledge of the Mentor and the skill learnt from the experience of playing the role of a master. On the way to The Twins at Christmas, The Lannisters celebrated by listening to a storytelling. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a squire. The evil Arya Stark one day posed a threat to the peace of Jon Snow. Initially Jon Snow was afraid but with the help of Benjen Stark, got stronger and learnt fire sorcery. In Saltpans at Christmas, Jon Snow met Khal Drogo and they formed an alliance. Finally in Deepwood Motte at Night, Jon Snow faced Arya Stark. With the help of Khal Drogo and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. After the victory, the peace was not under threat anymore. Jon Snow and Khal Drogo celebrated in The Iron Island by playing a game. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Barony, was known to be very good as a hunter. Our hero was having an happy and peaceful life when Bran Stark threatened the treasure of our hero. The hero did not know what to do and went to the Mentor to seek help. Stannis Baraton was a master of military strategy and taught the hero all its secrets. During a long training session in Saltpans at the first day of Spring, Robert baratheons met Edric Storm. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, the evil Bran Sark one day posed a threat to our treasure. After the victory, our dear friend was not under threat anymore. RobertBaratheona and Edrac Storm celebrated in Moat Cailin by organizing a concert. "
,"Reference text": " Once upon a time, there was a hunter whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. Everything was quiet when one day Bran Stark threatened the treasure of Robert Baratheon. Robert Baratheon did not know what to do and went to Stannis Baratheon to seek help. Stannis Baratheon was a master of military strategy and taught the hero all its secrets. In Saltpans at the Winter Solstice, Robert Baratheon met Edric Storm and they formed an alliance. At the Winter Solstice Robert Baratheon and Edric Storm were almost in Seagard, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used military strategy forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Robert Baratheon and Edric Storm celebrated in White Harbor by watching a play. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from The Eyrie, was known to be very good as a rebel. The evil Margaery Tyrell one day posed a threat to the castle of our hero. Our hero was too weak, but with the help of Gendry, the hero learnt the power of military strategy. During a long training session in TheEyrie at the Autumnal Equinox, Robert baratheons met Edric Storm. They immediately got along and decided to travel together. Finally in Crossroads Inn at Night,Robert Baratcheon faced MargaieryTyrell. With the knowledge of gatherers and training from the Iron Islander, they formed an alliance. At the Winter Solstice the enemy was almost in Kings Landing, when they realized the threat was real. Initially the kingdom was safe but after the victory, it was not so much a castle anymore. RobertBar "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a rebel. The evil Margaery Tyrell one day posed a threat to the castle of Robert Baratheon. Our hero was too weak, but with the help of Gendry, Robert Baratheon learnt the power of military strategy. In The Eyrie at the Autumnal Equinox, Robert Baratheon met Edric Storm and they formed an alliance. At Christmas Robert Baratheon and Edric Storm were almost in The Twins, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used military strategy forcing the enemy to retreat. Eventually the castle was safe again. Robert Baratheon and Edric Storm went to Deepwood Motte and celebrated by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the hero learnt the power of fire sorcery. During a long training session in Red Keep at Night (in Moat Cailin) the Hero met Robb Stark. They immediately got along and decided to travel together. Finally in The Eyrie at the Summer Solstice and in Deepwood Motte at sunrise, Brien Stark faced Tyrions Lannisters. With the knowledge and skill of the Mentor, they formed an alliance. At the first day of Spring the enemy was almost in Kings Landing, when they realized Bran was after them. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of fire sorcery. During a long training session in Red Keep at Night, Bran Stark met Robb Stark. They immediately got along and decided to travel together. At the first day of Spring Bran Stark and Robb Stark were almost in The Whispering Wood, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. After the victory, the jewel was not under threat anymore. Bran Stark and Robb Stark celebrated in Karhold by watching a play. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Barony, was known to be very good as a revolutionary. The evil Cersei Lannister one day posed a threat to the jewel of our hero. Our hero was too weak, but with the help of RenlyBaratheons, the hero learnt the power of teleportation. During a long training session in The Vale of Arryn at the first day of Spring, Robert baratheona met Cassana Baraton. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. After travelling across all its known and unknown territories the battle begun. Robert Bálaton thanks in part to teleportation powers got the better of Cersei Lannister. This is how the alliance managed to save our jewel and in Raventree Hall celebrated by having a feast. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Cersei Lannister one day posed a threat to the jewel of Robert Baratheon. Robert Baratheon did not know what to do and went to Renly Baratheon to seek help. Renly Baratheon was a master of teleportation and taught the hero all its secrets. On the way to The Vale of Arryn at the Autumnal Equinox, Robert Baratheon met Cassana Baratheon and they immediately became friends. At the first day of Spring Robert Baratheon and Cassana Baratheon were almost in Oldstones, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used teleportation forcing the enemy to retreat. After the victory, the jewel was not under threat anymore. Robert Baratheon and Cassana Baratheon celebrated in The Whispering Wood by watching a play. " 

},{"Generated text": " Bran Stark threatened the treasure of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, the hero learnt the power of invisibility. During a long training session in The Twins at the Summer Solstice, our hero faced Bran Stark. After travelling across all its known and unknown territories, we finally found Bear Island in Great Sept of Baelor. A bloody battle begun but the enemy was not too far behind. At the Autumnal Equinox the evil Bran Targarone one day posed a threat to our treasure. Initially the threat was a nuisance but after the victory was clear the Treasure was again under threat. This is the story of Our Lady and the Dreadfort's first day in Seagard. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Bran Stark threatened the treasure of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Benjen Stark to seek help. Benjen Stark was a master of invisibility and taught the hero all its secrets. In The Twins at the Summer Solstice, Daenerys Targaryen met Viserys Targaryen and they formed an alliance. At the Autumnal Equinox Daenerys Targaryen and Viserys Targaryen were almost in Seagard, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used invisibility forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Daenerys Targaryen and Viserys Targaryen celebrated in Red Keep by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Tyrion Lannister one day posed a threat to the castle of Our Lady. Our hero was too weak, but with the help of Joffrey Baratheon, the hero learnt the power of military strategy. During a long training session in The Iron Island at the first day of Spring, our hero met Loras Tyrel. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. Finally in Crossroads Inn at Night, MargaieryTyrell faced Tyrions Lannisters. With the knowledge of a master strategist and the experience of travelling across all the kingdom, it was easy to understand what to do. After the victory, The castle was not under threat anymore. Margainery tyrell and Lorcas Tynell celebrated in Riverlands by listening to a storytelling. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Tyrion Lannister one day posed a threat to the castle of Margaery Tyrell. Our hero was too weak, but with the help of Joffrey Baratheon, Margaery Tyrell learnt the power of military strategy. On the way to The Iron Island at the Winter Solstice, Margaery Tyrell met Loras Tyrell and they immediately became friends. After travelling across all the kingdom, Margaery Tyrell with the help of Loras Tyrell finally found Tyrion Lannister in Bear Island. A bloody battle begun but Margaery Tyrell thanks to military strategy powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the castle and in Saltpans celebrated with Loras Tyrell by organizing a concert. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a ruler. The evil Bran Stark one day posed a threat to the peace of Jon Snow. Our hero was too weak, but with the help of Rhaella Targaryen, JonSnow learnt the power of military strategy. During a long training session in Torrhen's Square at Night, the hero met Lyanna Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the first day of Spring they were almost in Deepwood Motte. At the Summer Solstice the enemy was almost upon them. After travelling across all its known and unknown territories, they finally in Seagard, Moat Cailin, was ready. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a ruler. The evil Bran Stark one day posed a threat to the peace of Jon Snow. Jon Snow did not know what to do and went to Rhaella Targaryen to seek help. Rhaella Targaryen was a master of military strategy and taught the hero all its secrets. In Torrhen's Square at Night, Jon Snow met Lyanna Stark and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Lyanna Stark finally found Bran Stark in Red Keep. A bloody battle begun but Jon Snow thanks to military strategy powers got the better of Bran Stark. After the victory, the peace was not under threat anymore. Jon Snow and Lyanna Stark celebrated in Red Keep by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the hero learnt the power of invisibility. During a long training session in The Ruby Ford at the Summer Solstice (a long time ago), Bran Targaryen met Eddard Stark. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. After travelling across all its known and unknown territories the alliance scared away Tyrions Lannisters. This is how Branark managed to save his jewel and in Saltpans celebrated with Edda Stark by listening to a storytelling. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Everything was quiet when one day Tyrion Lannister threatened the jewel of Bran Stark. Bran Stark did not know what to do and went to Rickon Stark to seek help. Rickon Stark was a master of invisibility and taught the hero all its secrets. On the way to The Ruby Ford at the Summer Solstice, Bran Stark met Eddard Stark and they immediately became friends. At the Summer Solstice Bran Stark and Eddard Stark were almost in Winterfell, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used invisibility forcing the enemy to retreat. Eventually the jewel was safe again. Bran Stark and Eddard Stark went to The Ruby Ford and celebrated by watching a play. " 

},{"Generated text": " Bran Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. Everything was quiet when one day Tyrion Lannister threatened the freedom of Arya Stark. Our hero was too weak, but with the help of Sansa Targaryen, the hero learnt the power of invisibility. During a long training session in The Vale of Arryn at the Autumnal Equinox, Aryas Stark met Bran Stark. They immediately got along and decided to travel together. Finally in Raventree Hall at The Ruby Ford at Christmas. A bloody battle begun but the enemy thanks to invisible power powers got the better of the alliance. After the victory, both houses were not under threat anymore. The freedom was again safe again. This is how Aryasa Stark managed to save it and in Crossroads Inn celebrated with Baelor by playing a game. "
,"Reference text": " Once upon a time, there was a warrior whose name was Arya Stark. Arya Stark was a Lady from the House Stark. Arya Stark was having an happy and peaceful life when Tyrion Lannister threatened the freedom of Arya Stark. Arya Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of invisibility and taught the hero all its secrets. In The Vale of Arryn at the Autumnal Equinox, Arya Stark met Bran Stark and they formed an alliance. After travelling across all the kingdom, Arya Stark with the help of Bran Stark finally found Tyrion Lannister in Saltpans. A bloody battle begun but Arya Stark thanks to invisibility powers got the better of Tyrion Lannister. After the victory, the freedom was not under threat anymore. Arya Stark and Bran Stark celebrated in Riverlands by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the castle of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the hero learnt the power of fire sorcery. During a long training session in The Trident at the first day of Spring, Bran Targaryen met Catelyn Stark. They immediately got along and decided to travel together. At the Autumnal Equinox Baelor was almost under the Trident, when it was safe again. After travelling across all the kingdom, Brien Stark with The Iron Island's help finally got to Moat Cailin. A bloody battle begun but the enemy was not under threat anymore. This is how Branark managed to save the Castle and in Raventree Hall celebrated with Cate Blanchett by listening to a storytelling. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the castle of Bran Stark. Our hero was too weak, but with the help of Arya Stark, Bran Stark learnt the power of fire sorcery. On the way to The Trident at the first day of Spring, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Tyrion Lannister in Riverlands. A bloody battle begun but Bran Stark thanks to fire sorcery powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Oldstones by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Petyr Baelish one day posed a threat to the treasure of Our Lady. Our hero was too weak, but with the help of LorasTyrell, the hero learnt the power of teleportation. During a long training session in Moat Cailin at the Autumnal Equinox, our hero met Joffrey Baratheon. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, MargaieryTyrel faced Petry Bailish. With the knowledge of the Mentor and the experience of travelling across all the kingdom, it was easy to understand the evil force. After the victory, The treasure was not under threat anymore. Margiery tyrell and Joffsrey baratheons celebrated in Saltpans by listening to a storytelling. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the treasure of Margaery Tyrell. Our hero was too weak, but with the help of Loras Tyrell, Margaery Tyrell learnt the power of teleportation. In Moat Cailin at sunrise, Margaery Tyrell met Joffrey Baratheon and they formed an alliance. Finally in Riverlands at Christmas, Margaery Tyrell faced Petyr Baelish. With the help of Joffrey Baratheon and thanks to the learnt power of teleportation, the alliance scared away Petyr Baelish. This is how Margaery Tyrell managed to save the treasure and in Oldstones celebrated with Joffrey Baratheon by watching a play. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Barony, was known to be very good as a hunter. Our hero was having an happy and peaceful life when Bran Stark threatened the treasure of our hero. The hero did not know what to do and went to Steffon Baraton to seek help. Steppon baratheons was a master of gravity Control and taught the hero all its secrets. During a long training session in Deepwood Motte at the Autumnal Equinox, the enemy posed a threat to the Treasure of Our Great Sept of Baelor. After the victory, our treasure was not under threat anymore. Everything was quiet when one day Bran Targaryen threatened to kill our dear friend. This is the way RobertBaratheona did it: by listening to a storytelling. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. Robert Baratheon was having an happy and peaceful life when Bran Stark threatened the treasure of Robert Baratheon. Robert Baratheon did not know what to do and went to Steffon Baratheon to seek help. Steffon Baratheon was a master of gravity Control and taught the hero all its secrets. In Deepwood Motte at Night, Robert Baratheon met Edric Storm and they formed an alliance. After travelling across all the kingdom, Robert Baratheon with the help of Edric Storm finally found Bran Stark in The Ruby Ford. A bloody battle begun but Robert Baratheon thanks to gravity Control powers got the better of Bran Stark. This is how Robert Baratheon managed to save the treasure and in The Eyrie celebrated with Edric Storm by organizing a concert. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. Everything was quiet when one day a villain threatened the peace of our hero. Our hero was too weak, but with the help of Shae, the hero learnt the power of invisibility. During a long training session in The Iron Island at the Autumnal Equinox, Tyrrell Baelor met Tywin LannISTER. They immediately got along and decided to travel together. At the first day of Spring Tyrion King and Queen Elizabeth II were almost in Saltpans, when they realized Robert Baraton was after them. The two friends nevertheless were ready and the battle begun. Tyrlingo was having an happy and peaceful life when it was not under threat anymore. Eventually the enemy was able to retreat. Finally in Raventree Hall at Night, avenge the loss of Our Lady by having a feast. "
,"Reference text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Baratheon. Everything was quiet when one day Robert Baratheon threatened the peace of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Shae, got stronger and learnt invisibility. On the way to The Iron Island at sunrise, Cersei Lannister met Tywin Lannister and they immediately became friends. At the Autumnal Equinox Cersei Lannister and Tywin Lannister were almost in Riverlands, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Cersei Lannister used invisibility forcing the enemy to retreat. This is how Cersei Lannister managed to save the peace and in Winterfell celebrated with Tywin Lannister by watching a play. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as an advisor. Everything was quiet when one day MargaeryTyrell posed a threat to the treasure of Our Lady. Our hero was too weak, but with the help of Robert Arryn, the hero learnt the power of military strategy. During a long training session in Kings Landing at sunrise on sunrise, petyr baelished. After travelling across all its known and unknown territories, Petry Bailish with The Dreadfort's help became an ally. Finally in The Eyrie at the Autumnal Equinox and in Moat Cailin celebrated with LysaArryn by listening to a storytelling. The two friends nevertheless were ready and the battle begun.Petyr Barailous was glad to know the enemy was after him. On the way to Crossroads Inn at Night, The Iron Island was not under threat anymore. At the Winter Solstice Pet "
,"Reference text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as an advisor. Petyr Baelish was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Petyr Baelish. Initially Petyr Baelish was afraid but with the help of Robert Arryn, got stronger and learnt military strategy. In Kings Landing at sunrise, Petyr Baelish met Lysa Arryn and they formed an alliance. At the first day of Spring Petyr Baelish and Lysa Arryn were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Petyr Baelish used military strategy forcing the enemy to retreat. This is how Petyr Baelish managed to save the treasure and in Great Sept of Baelor celebrated with Lysa Arryn by having a feast. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a regent. The evil Petyr Baelish one day posed a threat to the house of Our Lady. Everything was quiet when we went to The Vale of Arryn to seek help. Our hero was too weak, but with the help of Myrcella Baraton and thanks to gravity Control powers, the hero learnt the power of gravityControl. During a long training session in The Eyrie at the Summer Solstice, Tyrrell the Dreadfort met Jaime Lannister. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. After the victory, The House was not under threat anymore. Cergy Lannisters and Jaime LannISTER celebrated in Saltpans by listening to a storytelling. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Baratheon and was also known in the whole kingdom as a regent. Everything was quiet when one day Petyr Baelish threatened the House of Cersei Lannister. Our hero was too weak, but with the help of Myrcella Baratheon, Cersei Lannister learnt the power of gravity Control. In The Vale of Arryn at the Winter Solstice, Cersei Lannister met Jaime Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Jaime Lannister finally found Petyr Baelish in The Trident. A bloody battle begun but Cersei Lannister thanks to gravity Control powers got the better of Petyr Baelish. After the victory, the House was not under threat anymore. Cersei Lannister and Jaime Lannister celebrated in Saltpans by playing a game. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Arya Stark one day posed a threat to the freedom of our hero. Our hero was too weak, but with the help of GarlanTyrell, the hero learnt the power of mind controlling. During a long training session in The Ruby Ford at the Middle of the Night (Marilyn Stark's first day in Great Sept of Baelor)—a long time ago—Margaer Tynell, Queen consort from The Iron Island, was having an happy and peaceful life. After travelling across all the kingdom, Margaiery tyrell with The Eyrie powers got stronger and learnt mind control. On the way to The Vale of Arryn at Winter Solstice—a day after the victory—the enemy again threatened thefreedom of Our Lady. Initially Margainery TYrell was afraid but after getting stronger the better the more the merrier. This is how Marg "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Arya Stark one day posed a threat to the freedom of Margaery Tyrell. Our hero was too weak, but with the help of Garlan Tyrell, Margaery Tyrell learnt the power of mind controlling. During a long training session in The Ruby Ford at Night, Margaery Tyrell met Willas Tyrell. They immediately got along and decided to travel together. At Night Margaery Tyrell and Willas Tyrell were almost in The Eyrie, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used mind controlling forcing the enemy to retreat. Eventually the freedom was safe again. Margaery Tyrell and Willas Tyrell went to Deepwood Motte and celebrated by getting married. " 

},{"Generated text": " Beneath the Iron Island, Daenerys Targaryen was Princess and was also known in the whole kingdom as a revolutionary. The evil Cersei Lannister one day posed a threat to the treasure of Jon Snow. Our hero was too weak, but with the learnt power of teleportation, the hero learnt the ability to travel across all the kingdom. During a long training session in Raventree Hall at the Autumnal Equinox, our hero met Hizdahr zo Loraq. They immediately got along and decided to play a game. Finally in The Eyrie at The Winter Solstice and before heading to The Vale of Arryn at sunrise, we were almost in Moat Cailin. When the enemy finally got to Castle Black, its treasure was not under threat anymore. Daenysargaryened by listening to a storytelling and getting married. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Everything was quiet when one day Cersei Lannister threatened the treasure of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Jon Snow, got stronger and learnt teleportation. In Raventree Hall at the Summer Solstice, Daenerys Targaryen met Hizdahr zo Loraq and they formed an alliance. At Christmas Daenerys Targaryen and Hizdahr zo Loraq were almost in Winterfell, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used teleportation forcing the enemy to retreat. Eventually the treasure was safe again. Daenerys Targaryen and Hizdahr zo Loraq went to The Ruby Ford and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. The evil Bran Stark one day posed a threat to the peace of Jon Snow. Our hero was too weak, but with the help of Aegon Targarion, the hero learnt the power of military strategy. During a long training session in Moat Cailin at the Autumnal Equinox, Daerys Tyrell met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in The Eyrie at Christmas and in Great Sept of Baelor by the first day of Spring they were almost in Saltpans, when they realized Bran Lannister was after them. the two friends nevertheless were ready and the battle begun. Daiserys Tyrrell used militaryategy forcing the enemy to retreat. After the victory, The peace was not under threat anymore.Daeneries Targeryen and Hisham Khan celebrated in Kings Landing by "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Bran Stark threatened the peace of Daenerys Targaryen. Our hero was too weak, but with the help of Aegon Targaryen, Daenerys Targaryen learnt the power of military strategy. On the way to Moat Cailin at Christmas, Daenerys Targaryen met Hizdahr zo Loraq and they immediately became friends. After travelling across all the kingdom, Daenerys Targaryen with the help of Hizdahr zo Loraq finally found Bran Stark in The Eyrie. A bloody battle begun but Daenerys Targaryen thanks to military strategy powers got the better of Bran Stark. Eventually the peace was safe again. Daenerys Targaryen and Hizdahr zo Loraq went to Riverlands and celebrated by playing a game. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a ruler. The evil Bran Stark one day posed a threat to the house of Jon Snow. Our hero was too weak, but with the help of Rhaenys Targaryen, JonSnow learnt the power of fire sorcery. During a long training session in Riverlands at the Winter Solstice, the hero met Ygritte. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winterfell and before the Autumnal Equinox was even under threat, Jonathan Snow faced Bran Lannister. With the knowledge and skill of the Mentor, they formed an alliance and celebrated by organizing a concert. At the first day of Spring the enemy was almost in Kings Landing, when they realized Jon was after them. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a ruler. Everything was quiet when one day Bran Stark threatened the House of Jon Snow. Initially Jon Snow was afraid but with the help of Rhaenys Targaryen, got stronger and learnt fire sorcery. During a long training session in Riverlands at the Winter Solstice, Jon Snow met Ygritte. They immediately got along and decided to travel together. At sunrise Jon Snow and Ygritte were almost in The Dreadfort, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. After the victory, the House was not under threat anymore. Jon Snow and Ygritte celebrated in Castle Black by getting married. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Everything was quiet when one day Tyrion Lannister threatened the peace of Arya Targaryen. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of mind controlling. During a long training session in The Eyrie at the first day of Spring, Aryena Stark met Rickon Stark. They immediately got along and decided to travel together. Finally in Raventree Hall at Night, a bloody battle begun. The enemy was almost in Crossroads Inn, when they realized the alliance was after them. the heroes fought the enemy and the victory was not under threat anymore. This is the story of a Lady from the Iron Island and how it ended up in Kings Landing. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Arya Stark was having an happy and peaceful life when Tyrion Lannister threatened the peace of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of mind controlling. On the way to The Eyrie at the first day of Spring, Arya Stark met Rickon Stark and they immediately became friends. At the Summer Solstice Arya Stark and Rickon Stark were almost in Seagard, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Arya Stark used mind controlling forcing the enemy to retreat. Eventually the peace was safe again. Arya Stark and Rickon Stark went to Great Sept of Baelor and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Daenerys Targaryen one day posed a threat to the peace of Our Lady. Our hero was too weak, but with the help of Joanna Lannistone, the hero learnt the power of teleportation. During a long training session in Castle Black at the Autumnal Equinox, Tyrrell Lord got married. After travelling across all the kingdom and finally in The Eyrie at sunrise, The Dreadfort was almost under the Summer Solstice, when it was safe to travel again. At the first day of Spring the enemy was ready and the alliance was not under threat anymore. This is the story of the Tyrion King and its aftermath. On the way to The Vale of Arryn at Night, Jaime Baratheon met Tywin Lannister and they immediately became friends. Finally in Moat Cailin at The Ruby Ford and celebrated by making fireworks. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. Cersei Lannister was having an happy and peaceful life when Daenerys Targaryen threatened the peace of Cersei Lannister. Cersei Lannister did not know what to do and went to Joanna Lannister to seek help. Joanna Lannister was a master of teleportation and taught the hero all its secrets. On the way to Castle Black at Night, Cersei Lannister met Tywin Lannister and they immediately became friends. Finally in Raventree Hall at Christmas, Cersei Lannister faced Daenerys Targaryen. With the help of Tywin Lannister and thanks to the learnt power of teleportation, the alliance scared away Daenerys Targaryen. After the victory, the peace was not under threat anymore. Cersei Lannister and Tywin Lannister celebrated in Torrhen's Square by having a feast. " 

},{"Generated text": " The Lord was Lord for the House Baratheon and was also known in the whole kingdom as a military leader. Everything was quiet when one day Margaery Tyrell threatened the jewel of our hero. Our hero was too weak, but with the help of Renly Baraton, Robert Baradon learnt the power of invisibility. During a long training session in The Eyrie at the first day of Spring, the hero met Edric Storm. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. After travelling across all the kingdom, finally in Seagard at Christmas, The Dreadfort was under threat again. This time the villain was not a threat anymore. The jewel was still in Raventree Hall, when it was finally ready to be used by the Red Keep. "
,"Reference text": " Robert Baratheon was Lord for the House Baratheon and was also known in the whole kingdom as a military leader. Everything was quiet when one day Margaery Tyrell threatened the jewel of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Renly Baratheon, got stronger and learnt invisibility. During a long training session in The Eyrie at the first day of Spring, Robert Baratheon met Edric Storm. They immediately got along and decided to travel together. After travelling across all the kingdom, Robert Baratheon with the help of Edric Storm finally found Margaery Tyrell in The Twins. A bloody battle begun but Robert Baratheon thanks to invisibility powers got the better of Margaery Tyrell. This is how Robert Baratheon managed to save the jewel and in Winterfell celebrated with Edric Storm by playing a game. " 

},{"Generated text": " Once upon a time, there was an official whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the treasure of Tyrell Stark. Our hero was too weak, but with the help of Jaime LannISTER, the hero learnt the power of gravity Control. During a long training session in The Trident at the Autumnal Equinox, Tyron Lannisters met Shae. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Saltpans at Christmas finally got to Bear Island. At the first day of Spring the enemy was almost in Kings Landing, a bloody battle begun. Finally in Seagard at Night, Tyellister faced Robert Baelor. With the knowledge of the Mentor and the experience of having a family of their own, they decided not to seek help anymore. Eventually they went to Deepwood Motte and celebrated by organizing a concert. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as an official. The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Jaime Lannister to seek help. Jaime Lannister was a master of gravity Control and taught the hero all its secrets. In The Trident at the Autumnal Equinox, Tyrion Lannister met Shae and they formed an alliance. Finally in Deepwood Motte at the Summer Solstice, Tyrion Lannister faced Robert Baratheon. With the help of Shae and thanks to the learnt power of gravity Control, the alliance scared away Robert Baratheon. This is how Tyrion Lannister managed to save the treasure and in Crossroads Inn celebrated with Shae by getting married. " 

},{"Generated text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. The evil Bran Stark one day was known to be very good in the whole kingdom. Our hero was too weak, but in Great Sept of Baelor at the Autumnal Equinox was able to learn the power of gravity Control. During a long training session in The Vale of Arryn at Night, the enemy posed a threat to the treasure of Tywin LannISTER. Initially the alliance was afraid but after travelling across all the kingdom, it was decided to travel together. At the first day of Spring the threat was not as bad as the one before it. After the victory, both houses were not under threat anymore. Everything was quiet again when the Winter Solstice approached. Tyrion Lannister and Joanna Lannisters were almost in Raventree Hall, when they realized Bran Targaryen was after them. They immediately went to Kings Landing and celebrated by organizing a concert. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a murderer. The evil Bran Stark one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt gravity Control. On the way to Great Sept of Baelor at the Autumnal Equinox, Tyrion Lannister met Joanna Lannister and they immediately became friends. At sunrise Tyrion Lannister and Joanna Lannister were almost in Red Keep, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used gravity Control forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Tyrion Lannister and Joanna Lannister celebrated in Riverlands by getting married. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Bran Stark one day was known to be very good in the whole kingdom. Our hero was too weak, but with the help of Shae, the hero learnt the power of teleportation. During a long training session in Saltpans at sunrise on sunrise, Tyion Lannister met Joanna LannISTER. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the Autumnal Equinox they were almost in Deepwood Motte, when they realized Bran Targaryen was after them.The two friends nevertheless were ready and the battle begun. Cersei used teleportation forcing the enemy to retreat. Eventually the freedom was safe again. After the victory, The Dreadfort was not under threat anymore. Robert Redgrave and Moat Cailin celebrated in Karhold by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Bran Stark one day posed a threat to the freedom of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Shae to seek help. Shae was a master of teleportation and taught the hero all its secrets. During a long training session in Saltpans at sunrise, Tyrion Lannister met Joanna Lannister. They immediately got along and decided to travel together. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Bran Stark in The Vale of Arryn. A bloody battle begun but Tyrion Lannister thanks to teleportation powers got the better of Bran Stark. After the victory, the freedom was not under threat anymore. Tyrion Lannister and Joanna Lannister celebrated in Raventree Hall by watching a play. " 

},{"Generated text": " Beneath the Iron Island, Daenerys Targaryen was Princess and was also known in the whole kingdom as a revolutionary. The evil Arya Stark one day posed a threat to the House of Jon Snow. Our hero was too weak, but with the help of Benjen Stark, the hero learnt the power of gravity Control. During a long training session in Great Sept of Baelor at the Autumnal Equinox, our hero met Khal Drogo. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winterfell and in Saltpans at Night, we faced Aryas Stark. A bloody battle begun but the evil Stark manning the White Harbor managed to save the house. After the victory, The House was not under threat anymore. Daeneysargaryened and went to The Dreadfort to seek help. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Daenerys Targaryen was having an happy and peaceful life when Arya Stark threatened the House of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of gravity Control. In Great Sept of Baelor at Christmas, Daenerys Targaryen met Khal Drogo and they formed an alliance. At Christmas Daenerys Targaryen and Khal Drogo were almost in Deepwood Motte, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used gravity Control forcing the enemy to retreat. Eventually the House was safe again. Daenerys Targaryen and Khal Drogo went to Red Keep and celebrated by playing a game. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Cersei Lannister one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the hero learnt the power of invisibility. During a long training session in The Ruby Ford at the Winter Solstice (a long time ago), Bran Targaryen met Eddard Stark. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. After travelling across all its known and unknown territories the alliance was finally in Saltpans, a place where there was a strong presence of the Dreadfortress. Initially the threat was just a nuisance but after the victory was confirmed by The Iron Islander, it was easy to get along. This is how Branark managed to save the liberty and in Raventree Hall celebrated with Eddin Stark by "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Cersei Lannister threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Catelyn Stark to seek help. Catelyn Stark was a master of invisibility and taught the hero all its secrets. In The Ruby Ford at the Winter Solstice, Bran Stark met Eddard Stark and they formed an alliance. Finally in Bear Island at the first day of Spring, Bran Stark faced Cersei Lannister. With the help of Eddard Stark and thanks to the learnt power of invisibility, the alliance scared away Cersei Lannister. After the victory, the freedom was not under threat anymore. Bran Stark and Eddard Stark celebrated in Torrhen's Square by playing a game. " 

},{"Generated text": " Beneath the Iron Island, Daenerys Targaryen was Princess, and was also known in the whole kingdom as a revolutionary. The evil Petyr Baelish one day posed a threat to the House of Our Lady. Our hero was too weak, but with the help of Rhaenys Tyargari daughter of Raventree Hallerthonya, the hero learnt the power of invisibility. During a long training session in The Vale of Arryn at the first day of Spring, our hero met Viserys Lannister. They immediately got along and decided to travel together. Finally in Seagard at Night, The Dreadfort was under threat again. After travelling across all the kingdom, finally in Saltpans at sunrise,the House was safe again."Daeneries Targariesen said to me. "It was a bloody battle but we got through it." After getting the hang of the battle, we were ready to go. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. The evil Petyr Baelish one day posed a threat to the House of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Rhaenys Targaryen to seek help. Rhaenys Targaryen was a master of invisibility and taught the hero all its secrets. On the way to The Vale of Arryn at the Summer Solstice, Daenerys Targaryen met Viserys Targaryen and they immediately became friends. Finally in Great Sept of Baelor at sunrise, Daenerys Targaryen faced Petyr Baelish. With the help of Viserys Targaryen and thanks to the learnt power of invisibility, the alliance scared away Petyr Baelish. After the victory, the House was not under threat anymore. Daenerys Targaryen and Viserys Targaryen celebrated in The Eyrie by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of teleportation. During a long training session in Bear Island at the first day of Spring, the hero met Catelyn Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally found Petyr Baelish in Saltpans. A bloody battle begun but the enemy thanks to teleportation powers got the better of the warrior. Eventually the house was safe again. The hero went to Deepwood Motte and celebrated by listening to a storytelling. Finally in Crossroads Inn at Night, The Dreadfort was under threat. Initially the threat was just a threat but over time the evil master masterminded a plan. This is how the alliance managed to save The House and in Raventree Hall celebrated with Cersei Lannister by making fireworks. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Bran Stark was having an happy and peaceful life when Petyr Baelish threatened the House of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of teleportation. On the way to Bear Island at the first day of Spring, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Petyr Baelish in The Eyrie. A bloody battle begun but Bran Stark thanks to teleportation powers got the better of Petyr Baelish. After the victory, the House was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Seagard by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the hero learnt the power of teleportation. During a long training session in Moat Cailin at the Summer Solstice (a long time ago), Bran Targaryen met Eddard Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, Branark faced Tyrions Lannisters. With the knowledge and skill of the Mentor, they formed an alliance. At the first day of Spring the enemy was almost in Raventree Hall, when they realized Bran was after them. the two friends nevertheless were ready and the battle begun. Bran Sark used teleportation forcing the opponent to retreat. After the victory, The freedom was not under threat anymore. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Tyrion Lannister threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Arya Stark to seek help. Arya Stark was a master of teleportation and taught the hero all its secrets. During a long training session in Moat Cailin at the Summer Solstice, Bran Stark met Eddard Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, Bran Stark with the help of Eddard Stark finally found Tyrion Lannister in Karhold. A bloody battle begun but Bran Stark thanks to teleportation powers got the better of Tyrion Lannister. Eventually the freedom was safe again. Bran Stark and Eddard Stark went to Great Sept of Baelor and celebrated by having a feast. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Barony, was known to be very good as a ruler. Everything was quiet when one day Cersei Lannister threatened the treasure of our hero. Our hero was too weak, but with the help of Cassana Baraton and thanks to the learnt power of gravity Control, the hero learnt its power. During a long training session in The Vale of Arryn at the first day of Spring, Robert baratheons met Stannis Baradon. They immediately got along and decided to travel together. At the Autumnal Equinox RobertBaratheona and Stannister were almost in Raventree Hall, when they realized Cergy Lannisters was after them. The two friends nevertheless were ready and they went to Deepwood Motte to seek help. Finally in Moat Cailin at The Ruby Ford, they met Seagard and celebrated by "
,"Reference text": " Once upon a time, there was a ruler whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Cersei Lannister one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Cassana Baratheon, Robert Baratheon learnt the power of gravity Control. On the way to Saltpans at the first day of Spring, Robert Baratheon met Stannis Baratheon and they immediately became friends. At the first day of Spring Robert Baratheon and Stannis Baratheon were almost in Saltpans, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Robert Baratheon and Stannis Baratheon celebrated in Winterfell by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. The evil Petyr Baelish one day posed a threat to the House of Our Lady. Our hero was too weak, but with the help of Joanna Lannistone, the hero learnt the power of mind controlling. During a long training session in Bear Island at the Autumnal Equinox, Tywin LannISTER met Tyvind Lannisters. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in The Eyrie at sunrise, The Tyrrellister family was ready. At the Summer Solstice the enemy was almost in Kings Landing, a place of great beauty. Finally in Moat Cailin at The Ruby Ford, Jaime faced Petry Bailish. With the support of Tyindallister and thanks to learnt power controlling, they formed an alliance and celebrated by organizing a concert. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as a murderer. The evil Petyr Baelish one day posed a threat to the House of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Joanna Lannister to seek help. Joanna Lannister was a master of mind controlling and taught the hero all its secrets. On the way to Bear Island at the Autumnal Equinox, Tyrion Lannister met Tywin Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Tywin Lannister finally found Petyr Baelish in Riverlands. A bloody battle begun but Tyrion Lannister thanks to mind controlling powers got the better of Petyr Baelish. Eventually the House was safe again. Tyrion Lannister and Tywin Lannister went to Torrhen's Square and celebrated by making fireworks. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a bureaucrat. The evil Arya Stark one day posed a threat to the jewel of Our Lady. Our hero was too weak, but with the help of Robert Arryn, our hero learnt the power of fire sorcery. During a long training session in The Whispering Wood at the Autumnal Equinox, the hero met LysaArryn. They immediately got along and decided to travel together. At the first day of Spring the enemy was almost upon our kingdom. After travelling across all the kingdom, The Dreadfort finally found The Eyrie in Bear Island. A bloody battle begun but the victor was not under threat anymore. This is the story of Pet Tyr Bailish and how it all came to an end. "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as a bureaucrat. The evil Arya Stark one day posed a threat to the jewel of Petyr Baelish. Our hero was too weak, but with the help of Robert Arryn, Petyr Baelish learnt the power of fire sorcery. In The Whispering Wood at the Autumnal Equinox, Petyr Baelish met Lysa Arryn and they formed an alliance. After travelling across all the kingdom, Petyr Baelish with the help of Lysa Arryn finally found Arya Stark in The Ruby Ford. A bloody battle begun but Petyr Baelish thanks to fire sorcery powers got the better of Arya Stark. After the victory, the jewel was not under threat anymore. Petyr Baelish and Lysa Arryn celebrated in Deepwood Motte by making fireworks. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Barony, was known to be very good as a rebel. The evil Tyrion Lannister one day posed a threat to the jewel of our hero. Our hero was too weak, but with the help of Edric Storm, the Mentor learnt the power of gravity Control. During a long training session in Bear Island at the Autumnal Equinox, Robert Baelor met Gendry. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winter Solstice, they faced The Lannisters. At the first day of Spring the enemy was almost upon them. Initially the threat was a nuisance but after the victory, it was not so much a problem anymore. Robert brieon and Gendi celebrated in Saltpans by listening to a storytelling. "
,"Reference text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Baratheon, was known to be very good as a rebel. Everything was quiet when one day Tyrion Lannister threatened the jewel of Robert Baratheon. Our hero was too weak, but with the help of Edric Storm, Robert Baratheon learnt the power of gravity Control. On the way to Bear Island at the Winter Solstice, Robert Baratheon met Gendry and they immediately became friends. After travelling across all the kingdom, Robert Baratheon with the help of Gendry finally found Tyrion Lannister in Saltpans. A bloody battle begun but Robert Baratheon thanks to gravity Control powers got the better of Tyrion Lannister. After the victory, the jewel was not under threat anymore. Robert Baratheon and Gendry celebrated in The Ruby Ford by making fireworks. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Cersei Lannister one day posed a threat to the freedom of our hero. Our hero was too weak, but with the help of Joffrey Baratheon, the hero learnt the power of teleportation. During a long training session in Raventree Hall at the Autumnal Equinox, a hero from the Vale of Arryn met Garlan Tyrel. They immediately got along and decided to travel together. At the first day of Spring the enemy was almost upon us. After travelling across all the kingdom, MargaieryTyrell with The Iron Island's help finally got the chance to play a game. On the way to The Dreadfort at Winter Solstice and celebrated by having a feast. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. The evil Cersei Lannister one day posed a threat to the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Joffrey Baratheon, got stronger and learnt teleportation. In Raventree Hall at the Summer Solstice, Margaery Tyrell met Garlan Tyrell and they formed an alliance. After travelling across all the kingdom, Margaery Tyrell with the help of Garlan Tyrell finally found Cersei Lannister in Saltpans. A bloody battle begun but Margaery Tyrell thanks to teleportation powers got the better of Cersei Lannister. Eventually the freedom was safe again. Margaery Tyrell and Garlan Tyrell went to Kings Landing and celebrated by playing a game. " 

},{"Generated text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a spy. The evil Bran Stark one day posed a threat to the freedom of Jon Snow. Our hero was too weak, but with the help of Lyanna Stark, JonSnow learnt the power of fire sorcery. During a long training session in Torrhen's Square at Night, the hero met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in The Eyrie at the Autumnal Equinox they were almost in Saltpans, when they realized Bran Lannister was after them.The two friends nevertheless were ready and the battle begun. Initially the threat was a nuisance but after the victory it was not under threat anymore. Jon snow and Hishdahan zo loraqs celebrated in Karhold by listening to a storytelling. "
,"Reference text": " A long time ago Jon Snow, King from the House Targaryen, was known to be very good as a spy. Jon Snow was having an happy and peaceful life when Bran Stark threatened the freedom of Jon Snow. Our hero was too weak, but with the help of Lyanna Stark, Jon Snow learnt the power of fire sorcery. On the way to Torrhen's Square at Night, Jon Snow met Hizdahr zo Loraq and they immediately became friends. At the Winter Solstice Jon Snow and Hizdahr zo Loraq were almost in Red Keep, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Jon Snow and Hizdahr zo Loraq celebrated in Bear Island by getting married. " 

},{"Generated text": " Once upon a time, there was a regent whose name was Cersei Lannister. The evil Bran Stark one day posed a threat to the treasure of Our Lady. Our hero was too weak, but with the help of Shae, Cercerseiannister learnt the power of mind controlling. During a long training session in Riverlands at the Winter Solstice, the hero met Euron Greyjoy. They immediately got along and decided to travel together. Finally in The Iron Island at sunrise, The Dreadfort was almost under threat. After travelling across all the kingdom, finally in Kings Landing at Christmas, our hero finally found Bran Targaryen in Moat Cailin. A bloody battle begun but the victor was not too far behind. Eventually The treasure was safe again. Tyrion Stark and his henchmen went to Deepwood Motte and celebrated by organizing a concert. "
,"Reference text": " A long time ago Cersei Lannister, Queen regnant from the House Lannister, was known to be very good as a regent. The evil Bran Stark one day posed a threat to the treasure of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Shae, got stronger and learnt mind controlling. On the way to Riverlands at the Winter Solstice, Cersei Lannister met Euron Greyjoy and they immediately became friends. After travelling across all the kingdom, Cersei Lannister with the help of Euron Greyjoy finally found Bran Stark in The Dreadfort. A bloody battle begun but Cersei Lannister thanks to mind controlling powers got the better of Bran Stark. After the victory, the treasure was not under threat anymore. Cersei Lannister and Euron Greyjoy celebrated in Oldstones by playing a game. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the peace of Tyrhen's Deepwood Motte. Our hero was too weak, but with the help of Cersei Lannister, the hero learnt the power of mind controlling. During a long training session in Torrin's Square at the Winter Solstice, Tyron Lannisters met Shae. They immediately got along and decided to travel together. Finally in The Iron Island at sunrise, Tyrell Pennister faced Robert Baelor. With the knowledge of the Mentor and the experience of travelling across all the kingdom, they formed an alliance. At the first day of Spring the enemy was almost in Kings Landing, when they realized Tyrions was having an happy and peaceful life. Initially the threat was just a rumor but after the fact the alliance was stronger. After the victory, The peace was not under threat anymore. Tyr "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a bureaucrat. Tyrion Lannister was having an happy and peaceful life when Robert Baratheon threatened the peace of Tyrion Lannister. Our hero was too weak, but with the help of Cersei Lannister, Tyrion Lannister learnt the power of mind controlling. On the way to Torrhen's Square at the Winter Solstice, Tyrion Lannister met Shae and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Shae finally found Robert Baratheon in The Dreadfort. A bloody battle begun but Tyrion Lannister thanks to mind controlling powers got the better of Robert Baratheon. Eventually the peace was safe again. Tyrion Lannister and Shae went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the hero learnt the power of invisibility. During a long training session in Raventree Hall at Christmas, Bran Targaryen met Arya Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the first day of Spring they were almost in Deepwood Motte, when they realized the threat was real. After travelling across all the kingdom, they finally got to Moat Cailin and celebrated by organizing a concert. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt invisibility. In Raventree Hall at Christmas, Bran Stark met Arya Stark and they formed an alliance. Finally in The Whispering Wood at the first day of Spring, Bran Stark faced Tyrion Lannister. With the help of Arya Stark and thanks to the learnt power of invisibility, the alliance scared away Tyrion Lannister. After the victory, the treasure was not under threat anymore. Bran Stark and Arya Stark celebrated in The Vale of Arryn by getting married. " 

},{"Generated text": " Beneath the Iron Island, Daenerys Targaryen was Princess and was also known in the whole kingdom as a revolutionary. The evil Petyr Baelish one day posed a threat to the freedom of Jon Snow. Our hero was too weak, but with the help of Rhaegar Targaries from the Vale of Arryn, the hero learnt the power of invisibility. During a long training session in Raventree Hall at the Autumnal Equinox, Aryenys Tyrell met Rylee Targarley. They immediately got along and decided to travel together. At the Summer Solstice the enemy was almost upon them. After travelling across all the kingdom, The Dreadfort was finally under threat again. This time by having a feast or two. "
,"Reference text": " Daenerys Targaryen was Princess for the House Targaryen and was also known in the whole kingdom as a revolutionary. The evil Petyr Baelish one day posed a threat to the freedom of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Rhaegar Targaryen, got stronger and learnt invisibility. On the way to Bear Island at the Summer Solstice, Daenerys Targaryen met Rhaenys Targaryen and they immediately became friends. Finally in Karhold at the Autumnal Equinox, Daenerys Targaryen faced Petyr Baelish. With the help of Rhaenys Targaryen and thanks to the learnt power of invisibility, the alliance scared away Petyr Baelish. Eventually the freedom was safe again. Daenerys Targaryen and Rhaenys Targaryen went to The Iron Island and celebrated by having a feast. " 

},{"Generated text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a spy. Everything was quiet when one day Margaery Tyrell threatened the peace of Jon Snow. Our hero was too weak, but with the help of Daenerys Targaries, JonSnow learnt the power of fire sorcery. During a long training session in The Iron Island at the Summer Solstice, the hero met Ygritte. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. After travelling across all its known and unknown territories, The Eyrie finally found MargaieryTyrell in Saltpans. A bloody battle begun but the victor was not under threat anymore. The peace was still safe when the Dreadfort threat was realized. Jon Black and Ygaertte celebrated in Red Keep by listening to a storytelling. "
,"Reference text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a spy. Jon Snow was having an happy and peaceful life when Margaery Tyrell threatened the peace of Jon Snow. Initially Jon Snow was afraid but with the help of Daenerys Targaryen, got stronger and learnt fire sorcery. In The Iron Island at the Summer Solstice, Jon Snow met Ygritte and they formed an alliance. At Night Jon Snow and Ygritte were almost in The Trident, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. This is how Jon Snow managed to save the peace and in The Vale of Arryn celebrated with Ygritte by getting married. " 

},{"Generated text": " The evil Arya Stark one day posed a threat to the House of Robert Baratheon. Our hero was too weak, but with the help of a Mentor, the hero learnt the power of gravity Control. During a long training session in Winterfell at the first day of Spring, our hero met SteffonBaratheons. They immediately got along and decided to travel together. Finally in Great Sept of Baelor at The Ruby Ford at Night, we faced Aryas Stark. With the knowledge and skill of Geo Control, they formed an alliance. At the Summer Solstice the enemy was almost in The Iron Island, when they realized Robert was after them. The two friends nevertheless were ready and the battle begun. Robert baratheoned used gravityControl forcing the opponent to retreat. After the victory, The House was not under threat anymore. This is the story of how the alliance managed to save the house and in Raventree Hall celebrated with Seagard by playing a "
,"Reference text": " Once upon a time, there was a ruler whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. Everything was quiet when one day Arya Stark threatened the House of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Stannis Baratheon, got stronger and learnt gravity Control. On the way to Winterfell at the first day of Spring, Robert Baratheon met Steffon Baratheon and they immediately became friends. At Christmas Robert Baratheon and Steffon Baratheon were almost in The Trident, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. Eventually the House was safe again. Robert Baratheon and Steffon Baratheon went to The Vale of Arryn and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the hero learnt the power of fire sorcery. During a long training session in Raventree Hall at the first day of Spring, Bran Lannister met Rickon Targaryen. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winter Solstice and before the Autumnal Equinox was a ghost town. Everything was quiet when they got to Moat Cailin. After travelling across all the kingdom, it was finally in Saltpans at Christmas. A bloody battle begun but Bran Sansone thanks to Fire sorcery powers got the better of MargaieryTyrell. This is how Bran Sands managed to save The Dreadfort and in Karhold celebrated with Rickons by "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Bran Stark. Our hero was too weak, but with the help of Arya Stark, Bran Stark learnt the power of fire sorcery. On the way to Raventree Hall at the first day of Spring, Bran Stark met Rickon Stark and they immediately became friends. At the Summer Solstice Bran Stark and Rickon Stark were almost in The Trident, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Bran Stark and Rickon Stark celebrated in Karhold by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was an official whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the jewel of Our Lady. Our hero was too weak, but with the help of Shae, the hero learnt the power of military strategy. During a long training session in The Dreadfort at sunrise on sunrise, Tyrions Lansister met Joanna LannISTER. They immediately got along and decided to travel together. Finally in Raventree Hall at the Autumnal Equinox they were almost in Deepwood Motte, when they realized Robert Baelor was after them.The two friends nevertheless were ready and the battle begun. Tyrell Lannisters used military strategies forcing the enemy to retreat. This is how the victory story went down in Kings Landing: A Battle of the Iron Island and a victory for the Aryans. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as an official. Everything was quiet when one day Robert Baratheon threatened the jewel of Tyrion Lannister. Our hero was too weak, but with the help of Shae, Tyrion Lannister learnt the power of military strategy. In The Dreadfort at sunrise, Tyrion Lannister met Joanna Lannister and they formed an alliance. Finally in The Dreadfort at Night, Tyrion Lannister faced Robert Baratheon. With the help of Joanna Lannister and thanks to the learnt power of military strategy, the alliance scared away Robert Baratheon. This is how Tyrion Lannister managed to save the jewel and in The Dreadfort celebrated with Joanna Lannister by having a feast. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Targaryen, was known to be very good as a ruler. The evil Petyr Baelish one day posed a threat to the house of Our Lady. Our hero was too weak, but with the help of Rhaella Stark, JonSnow learnt the power of mind controlling. During a long training session in The Ruby Ford at the first day of Spring, the hero met Rhhaenys Targar. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. After travelling across all the kingdom, The Iron Island finally found The Dreadfort in Seagard. A bloody battle begun but the victor was not under threat anymore.Jon Snow and Rhyna Stark celebrated in Moat Cailin by having a feast. "
,"Reference text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a ruler. The evil Petyr Baelish one day posed a threat to the House of Jon Snow. Our hero was too weak, but with the help of Rhaella Targaryen, Jon Snow learnt the power of mind controlling. In The Ruby Ford at Night, Jon Snow met Rhaenys Targaryen and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Rhaenys Targaryen finally found Petyr Baelish in Winterfell. A bloody battle begun but Jon Snow thanks to mind controlling powers got the better of Petyr Baelish. This is how Jon Snow managed to save the House and in Crossroads Inn celebrated with Rhaenys Targaryen by getting married. " 

},{"Generated text": " The evil Daenerys Targaryen one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Gendry, the hero learnt the power of military strategy. During a long training session in Torrhen's Square at the first day of Spring, our hero met Stannis Bartholomew. They immediately got along and decided to travel together. Finally in The Iron Island at Night, Robert Baelor faced Daemon Targaries. With help from Stann Stark and thanks to a learnt power, they formed an alliance. At the Summer Solstice the alliance was almost complete, when it was time to go to The Vale of Arryn. A bloody battle begun but the enemy thanks in part to military sorcery powers got the better of the heroes. After the victory, The treasure was not under threat anymore. The heroes celebrated in Saltpans by organizing a concert. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. The evil Daenerys Targaryen one day posed a threat to the treasure of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Gendry, got stronger and learnt military strategy. On the way to Torrhen's Square at the first day of Spring, Robert Baratheon met Stannis Baratheon and they immediately became friends. Finally in Riverlands at the Autumnal Equinox, Robert Baratheon faced Daenerys Targaryen. With the help of Stannis Baratheon and thanks to the learnt power of military strategy, the alliance scared away Daenerys Targaryen. Eventually the treasure was safe again. Robert Baratheon and Stannis Baratheon went to Red Keep and celebrated by watching a play. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Tyrion Lannister one day posed a threat to the freedom of our hero. Our hero was too weak, but with the help of Tommen Baratheon, the hero learnt the power of fire sorcery. During a long training session in The Iron Island at the first day of Spring, MargaieryTyrell met Willas Tyrel. They immediately got along and decided to travel together. At the Autumnal Equinox the enemy was almost upon them. Finally in Crossroads Inn at Night, avenge the loss of Our Lady Ruby Ruby. After the victory, our freedom was not under threat anymore. Margaeery tyrell and Willasi Tynell celebrated in Saltpans by listening to a storytelling. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. The evil Tyrion Lannister one day posed a threat to the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Tommen Baratheon, got stronger and learnt fire sorcery. During a long training session in The Iron Island at the Summer Solstice, Margaery Tyrell met Willas Tyrell. They immediately got along and decided to travel together. After travelling across all the kingdom, Margaery Tyrell with the help of Willas Tyrell finally found Tyrion Lannister in Castle Black. A bloody battle begun but Margaery Tyrell thanks to fire sorcery powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the freedom and in Castle Black celebrated with Willas Tyrell by having a feast. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Everything was quiet when one day Jon Snow threatened the treasure of Arya Targaryen. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of gravity Control. During a long training session in Kings Landing at the Summer Solstice, Aryas Stark met Catelyn Stark. They immediately got along and decided to travel together. At the Autumnal Equinox the two friends were almost in The Dreadfort, when they realized JonSnow was after them. The three friends nevertheless were ready and the battle begun. A long way to Moat Cailin was the first to know what to do and to seek help. After the victory, The treasure was not under threat anymore. Aryea Stark celebrated in Riverlands by organizing a concert. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Arya Stark was having an happy and peaceful life when Jon Snow threatened the treasure of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of gravity Control. In Kings Landing at the Summer Solstice, Arya Stark met Catelyn Stark and they formed an alliance. After travelling across all the kingdom, Arya Stark with the help of Catelyn Stark finally found Jon Snow in Torrhen's Square. A bloody battle begun but Arya Stark thanks to gravity Control powers got the better of Jon Snow. After the victory, the treasure was not under threat anymore. Arya Stark and Catelyn Stark celebrated in The Trident by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Daenerys Targaryen one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, the hero learnt the power of fire sorcery. During a long training session in White Harbor at Night (a Night of the Dreadfort), Bran Lannister met Catelyn Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the first day of Spring, Brien Stark faced Daedda Targaristen. With the knowledge that the enemy was after them, The Iron Islander managed to save its treasure. After the victory, it was not too late to seek help from the Mentor. This is how Branark got married and in Raventree Hall celebrated in Red Keep by having a feast. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Daenerys Targaryen threatened the treasure of Bran Stark. Bran Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of fire sorcery and taught the hero all its secrets. On the way to White Harbor at Night, Bran Stark met Catelyn Stark and they immediately became friends. At the Summer Solstice Bran Stark and Catelyn Stark were almost in Crossroads Inn, when they realized Daenerys Targaryen was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. Eventually the treasure was safe again. Bran Stark and Catelyn Stark went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the hero learnt the power of mind controlling. During a long training session in Deepwood Motte at sunrise, Bran Targ met Catelyn Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the first day of Spring they were almost in Raventree Hall, when they realized the enemy was after them. After travelling across all the kingdom, they finally got in Moat Cailin and celebrated by organizing a concert. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Bran Stark was having an happy and peaceful life when Tyrion Lannister threatened the freedom of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of mind controlling. In Deepwood Motte at sunrise, Bran Stark met Catelyn Stark and they formed an alliance. At Night Bran Stark and Catelyn Stark were almost in Red Keep, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used mind controlling forcing the enemy to retreat. This is how Bran Stark managed to save the freedom and in Winterfell celebrated with Catelyn Stark by listening to a storytelling. " 

},{"Generated text": " Beneath the Iron Island Daenerys Targaryen was Princess, and was also known in the whole kingdom as a revolutionary. The evil Margaery Tyrell one day posed a threat to the treasure of Jon Snow. Our hero was too weak, but with the help of Aerys II Targaries, the hero learnt the power of gravity Control. During a long training session in Red Keep at the Autumnal Equinox, Daeneys Stark met JonSnow. They immediately got along and decided to travel together. Finally in The Eyrie at Winterfell and in Saltpans at Night, Daisy fought back. After travelling across all the kingdom, finally in Seagard at The Ruby Ford at sunrise, The Dreadfort was not under threat anymore. Daegaryenes and Jonnow celebrated in Riverlands by listening to a storytelling. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. The evil Margaery Tyrell one day posed a threat to the treasure of Daenerys Targaryen. Our hero was too weak, but with the help of Aerys II Targaryen, Daenerys Targaryen learnt the power of gravity Control. In Red Keep at the Winter Solstice, Daenerys Targaryen met Jon Snow and they formed an alliance. Finally in Kings Landing at sunrise, Daenerys Targaryen faced Margaery Tyrell. With the help of Jon Snow and thanks to the learnt power of gravity Control, the alliance scared away Margaery Tyrell. After the victory, the treasure was not under threat anymore. Daenerys Targaryen and Jon Snow celebrated in Bear Island by listening to a storytelling. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Barony, was known to be very good as a rebel. Our hero was having an happy and peaceful life when Petyr Baelish threatened the castle of our hero. The hero did not know what to do and went to Steffon Baraton to seek help. Steppon baratheons was a master of fire sorcery and taught the hero all its secrets. During a long training session in The Vale of Arryn at the first day of Spring, the enemy posed a threat to the Castle of RobertBaratheona. Initially the threat was just a nuisance but with the help of Seagard's help, got stronger and became stronger. At the Autumnal Equinox the villain was almost in Bear Island, when it was too safe for the eye of a toddler. Eventually the castles were safe again. Robert Bacheon and Cassana "
,"Reference text": " Once upon a time, there was a rebel whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Petyr Baelish one day posed a threat to the castle of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Steffon Baratheon, got stronger and learnt fire sorcery. During a long training session in Winterfell at the Autumnal Equinox, Robert Baratheon met Cassana Baratheon. They immediately got along and decided to travel together. At the first day of Spring Robert Baratheon and Cassana Baratheon were almost in The Iron Island, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used fire sorcery forcing the enemy to retreat. This is how Robert Baratheon managed to save the castle and in Winterfell celebrated with Cassana Baratheon by watching a play. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Everything was quiet when one day Jon Snow posed a threat to the freedom of Caelor. Our hero was too weak, but with the help of Tywin Lannister, the hero learnt the power of gravity Control. During a long training session in The Iron Island at the Autumnal Equinox, Tyrrell Lord got married. After travelling across all the kingdom, Cervsei Lollister with The Dreadfortitude powers got along and decided to travel together. At the Summer Solstice the enemy was almost upon us. A bloody battle begun but Cylor managed to save the liberty and in Karhold celebrated with Tyrion Lord by having a feast. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. The evil Jon Snow one day posed a threat to the freedom of Cersei Lannister. Our hero was too weak, but with the help of Tywin Lannister, Cersei Lannister learnt the power of gravity Control. In The Iron Island at Night, Cersei Lannister met Jaime Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Jaime Lannister finally found Jon Snow in The Iron Island. A bloody battle begun but Cersei Lannister thanks to gravity Control powers got the better of Jon Snow. After the victory, the freedom was not under threat anymore. Cersei Lannister and Jaime Lannister celebrated in White Harbor by making fireworks. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Barony, was known to be very good as a military leader. The evil Daenerys Targaryen one day posed a threat to the treasure of Our Lady. Our hero was too weak, but with the help of Renly Baraton and thanks to a learnt power, the hero learnt the power of gravity Control. During a long training session in The Vale of Arryn at the first day of Spring, our hero met Gendry. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Moat Cailin at sunrise, The Dreadfort was under threat again. This is the story of Robert baratheons and how it all came to an end. "
,"Reference text": " Once upon a time, there was a military leader whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. Robert Baratheon was having an happy and peaceful life when Daenerys Targaryen threatened the treasure of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Renly Baratheon, got stronger and learnt gravity Control. During a long training session in Karhold at the Autumnal Equinox, Robert Baratheon met Gendry. They immediately got along and decided to travel together. At sunrise Robert Baratheon and Gendry were almost in The Vale of Arryn, when they realized Daenerys Targaryen was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. Eventually the treasure was safe again. Robert Baratheon and Gendry went to Torrhen's Square and celebrated by playing a game. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a murderer. Everything was quiet when one day Arya Stark threatened the peace of our hero. Our hero was too weak, but with the help of Robert Arryn, the hero learnt the power of mind controlling. During a long training session in The Dreadfort at the Summer Solstice, Petry Bailish met LysaArryn. They immediately got along and decided to travel together. At the Autumnal Equinox they formed an alliance and celebrated by organizing a concert. Finally in Deepwood Motte at Night, a bloody battle begun. The victor was finally found in Raventree Hall, after travelling across all the kingdom. "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. Everything was quiet when one day Arya Stark threatened the peace of Petyr Baelish. Petyr Baelish did not know what to do and went to Robert Arryn to seek help. Robert Arryn was a master of mind controlling and taught the hero all its secrets. During a long training session in The Dreadfort at the Summer Solstice, Petyr Baelish met Lysa Arryn. They immediately got along and decided to travel together. At the first day of Spring Petyr Baelish and Lysa Arryn were almost in Bear Island, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Petyr Baelish used mind controlling forcing the enemy to retreat. Eventually the peace was safe again. Petyr Baelish and Lysa Arryn went to Saltpans and celebrated by listening to a storytelling. " 

},{}]