[{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the peace of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord got stronger and learnt fire sorcery. During a long training session in Deepwood Motte at the Autumnal Equinox, Jon Snow threatened the enemy. Eventually the alliance was safe again. After travelling across all the kingdom, Bran was ready in Moat Cailin, when it was time to travel to The Vale of Arryn. A bloody battle begun but the hero got the upper hand. This is how Bran managed to save the freedom and in The Dreadfort celebrated with Robb Stark by having a feast. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Tyrion Lannister threatened the peace of Bran Stark. Bran Stark did not know what to do and went to Rickon Stark to seek help. Rickon Stark was a master of fire sorcery and taught the hero all its secrets. On the way to Oldstones at the Autumnal Equinox, Bran Stark met Robb Stark and they immediately became friends. Finally in Moat Cailin at sunrise, Bran Stark faced Tyrion Lannister. With the help of Robb Stark and thanks to the learnt power of fire sorcery, the alliance scared away Tyrion Lannister. Eventually the peace was safe again. Bran Stark and Robb Stark went to Torrhen's Square and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Everything was quiet when one day Jon Snow threatened the jeweled jewel of Margarita Tyrion Lannister. Our hero was too weak, but with the help of Tommen Baratheon, our hero learnt the power of military strategy. During a long training session in Deepwood Motte at the Autumnal Equinox, the Queen consort from The Eyrie Met Loraq was having an happy and peaceful life. After travelling across all the kingdom, Margonervoorda with help from Leraq finally found JonSnow in White Harbor. A bloody battle begun but Marganervos was not under threat anymore. The jewel was safe again when Karan Storm attacked. This is how the hero managed to save the treasure and in The Iron Island celebrated with Loras Tyrel by having a feast. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Jon Snow threatened the House of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Tommen Baratheon to seek help. Tommen Baratheon was a master of military strategy and taught the hero all its secrets. During a long training session in Saltpans at Night, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At sunrise Margaery Tyrell and Loras Tyrell were almost in White Harbor, when they realized Jon Snow was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used military strategy forcing the enemy to retreat. This is how Margaery Tyrell managed to save the House and in The Dreadfort celebrated with Loras Tyrell by listening to a storytelling. " 

},{"Generated text": " A long time ago Margaery Tyrell, Queen consort from The Eyrie, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the freedom of the Queen. Our hero was too weak, but with the help of Joffrey Baratheon, the hero learnt the power of fire sorcery. During a long training session in Oldstones at the Autumnal Equinox in The Whispering Wood at Christmas, a friend introduced the warrior to him. They immediately got along and decided to travel together. After travelling across all the kingdom, MargoeryTyrell with help from Daario Naharis finally got to The Dreadfort. A bloody battle begun but the enemy was able to take it. Eventually The freedom was not under threat anymore. Everything was quiet when the battle was over. This is how the vigilante managed to save The Iron Island and in Saltpans celebrated with Garlan Tyrel by playing a game. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Margaery Tyrell was having an happy and peaceful life when Petyr Baelish threatened the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Joffrey Baratheon, got stronger and learnt fire sorcery. On the way to Oldstones at the Winter Solstice, Margaery Tyrell met Garlan Tyrell and they immediately became friends. At the Autumnal Equinox Margaery Tyrell and Garlan Tyrell were almost in Oldstones, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used fire sorcery forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Margaery Tyrell and Garlan Tyrell celebrated in Riverlands by playing a game. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the Lord got stronger and learnt invisibility. During a long training session in The Iron Island at the Summer Solstice, Bran got along and decided to travel. On the way to The Dreadfort at Night, Jon Snow greeted Bran and they immediately became friends. At the first day of Spring Bran was ready and the enemy was almost there. After travelling across all the kingdom the alliance finally caught up with Bran. This is how Bran managed to get to Castle Black and in Raventree Hall celebrated with Daenerys Targaryen by having a feast. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Margaery Tyrell threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Arya Stark to seek help. Arya Stark was a master of invisibility and taught the hero all its secrets. During a long training session in The Iron Island at Night, Bran Stark met Sansa Stark. They immediately got along and decided to travel together. At the first day of Spring Bran Stark and Sansa Stark were almost in Castle Black, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used invisibility forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Bran Stark and Sansa Stark celebrated in Oldstones by organizing a concert. " 

},{"Generated text": " A long time ago Margaery Tyrell, Queen consort from The Iron Island, was known to be very good as an influencer. Everything was quiet when one day Petyr Baelish posed a threat to the House of Margarita Baratheon. Our hero was too weak, but with the help of Alerie Tyell, MargraeryTyrell learnt the power of fire sorcery. During a long training session in Deepwood Motte at the Autumnal Equinox, a warrior from Seagard, met Loras Tyrel. They immediately got along and decided to travel together. Finally in The Whispering Wood at Winter Solstice, the Dreadfort was almost under threat. After travelling across all the kingdom, finally in Great Sept of Bailor at Christmas, The Dreadmist was after the fallen hero. The two friends nevertheless were ready and the battle begun. Margaiery Tyrrell used fire sorcerers forcing the enemy to retreat. Eventually The House was safe again.Margai Tyrion was able to commandeer and teach the hero all its secrets. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the House of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Alerie Tyrell to seek help. Alerie Tyrell was a master of fire sorcery and taught the hero all its secrets. During a long training session in The Iron Island at Christmas, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At the Winter Solstice Margaery Tyrell and Loras Tyrell were almost in The Whispering Wood, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used fire sorcery forcing the enemy to retreat. This is how Margaery Tyrell managed to save the House and in Deepwood Motte celebrated with Loras Tyrell by listening to a storytelling. " 

},{"Generated text": " A long time ago Daenerys Targaryen, King of the Andals the Rhoynar and the First Men, was known to be very good as a revolutionary. The evil Robert Baratheon one day posed a threat to the castle of Daario Naharis. Our hero was too weak, but with the help of Hizdahr zo Loraq, Daegar Khan learnt the power of military strategy. During a long training session in Deepwood Motte at the first day of Spring, the hero met Daarjaq. They immediately got along and decided to travel together. At the Summer Solstice Daerjaqs was almost in The Trident, when it suddenly became too much for the enemy. After the victory, The castle was not under threat anymore. Daiarjaks and its friends celebrated in Saltpans by organizing a concert. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Robert Baratheon threatened the castle of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of military strategy. In The Ruby Ford at the first day of Spring, Daenerys Targaryen met Daario Naharis and they formed an alliance. At the Winter Solstice Daenerys Targaryen and Daario Naharis were almost in The Trident, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used military strategy forcing the enemy to retreat. This is how Daenerys Targaryen managed to save the castle and in Winterfell celebrated with Daario Naharis by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an advisor whose name was Tyrion Lannister. The Lord was a master of teleportation and taught the hero all its secrets. During a long training session in The Whispering Wood at the Autumnal Equinox, the evil Daenerys Targaryen one day posed a threat to the treasure of Tyric Storm. Our hero was too weak, but with the help of Myrcella Baratheon, our hero got stronger and learnt teleportation. On the way to The Iron Island at Night to seek help from Tywin Storm and to thank the gods for their help was not too difficult. After travelling across all the kingdom, Typin Storm was finally in Moat Cailin, when it was time to travel again. This time the enemy was ready and the heroes were ready. Tyroc Storm did not know what to do and went to Lancel Tyrell to ask for help. Eventually got married and became a father. "
,"Reference text": " Once upon a time, there was an advisor whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Daenerys Targaryen one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Euron Greyjoy, got stronger and learnt teleportation. In The Dreadfort at Night, Tyrion Lannister met Joanna Lannister and they formed an alliance. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Daenerys Targaryen in Moat Cailin. A bloody battle begun but Tyrion Lannister thanks to teleportation powers got the better of Daenerys Targaryen. This is how Tyrion Lannister managed to save the treasure and in Red Keep celebrated with Joanna Lannister by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a bureaucrat. The evil Cersei Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the Lord learnt the power of military strategy. During a long training session in The Vale of Arryn at the Autumnal Equinox, Jon Snow introduced the hero to Robert Baratheon. They immediately got along and decided to travel together. Finally in Riverlands at sunrise, Bran was ready and the battle begun. After travelling across all the kingdom, Robb Targaryen was finally ready to fight. This is how Robb Stark managed the victory and in Karhold celebrated with Sansa Stark by listening to a storytelling. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Cersei Lannister threatened the treasure of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt military strategy. On the way to The Vale of Arryn at the Autumnal Equinox, Bran Stark met Sansa Stark and they immediately became friends. Finally in Riverlands at sunrise, Bran Stark faced Cersei Lannister. With the help of Sansa Stark and thanks to the learnt power of military strategy, the alliance scared away Cersei Lannister. This is how Bran Stark managed to save the treasure and in Saltpans celebrated with Sansa Stark by listening to a storytelling. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. The evil Tyrion Lannister one day posed a threat to the peace of the Petyrs. Our hero was too weak, but with the help of Lysa Arryn, the hero learnt the power of invisibility. During a long training session in Kings Landing at the Autumnal Equinox, a friend of Daenerys Targaryen introduced him to Primrose Wood. They immediately got along and decided to travel together. After travelling across all the kingdom, Petervor was finally in Riverlands, when it was time to seek help. "
,"Reference text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. Petyr Baelish was having an happy and peaceful life when Tyrion Lannister threatened the peace of Petyr Baelish. Petyr Baelish did not know what to do and went to Lysa Arryn to seek help. Lysa Arryn was a master of invisibility and taught the hero all its secrets. In Kings Landing at the Winter Solstice, Petyr Baelish met Robert Arryn and they formed an alliance. Finally in Riverlands at Night, Petyr Baelish faced Tyrion Lannister. With the help of Robert Arryn and thanks to the learnt power of invisibility, the alliance scared away Tyrion Lannister. Eventually the peace was safe again. Petyr Baelish and Robert Arryn went to Saltpans and celebrated by watching a play. " 

},{"Generated text": " Once upon a time, there was a military leader whose name was Robert Baratheon. The evil Cersei Lannister one day posed a threat to the House of Robert the Rhoynar. Our hero was too weak, but with the help of Steffon Bartholomew, the Lord became stronger and learnt teleportation. During a long training session in Deepwood Motte at the Autumnal Equinox, Robert met Gendry. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Seagard at Christmas,Robert Baraton with The Iron Island, was ready and the battle begun. Robert was glad to be in The Dreadfort and that it was safe again. Everything was quiet when they got to The Vale of Arryn. This is how Robert managed to save the house and in Raventree Hall celebrated in Crossroads Inn by organizing a concert. "
,"Reference text": " A long time ago Robert Baratheon, Lord from the House Baratheon, was known to be very good as a military leader. Everything was quiet when one day Cersei Lannister threatened the House of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Steffon Baratheon, got stronger and learnt teleportation. In Oldstones at the Autumnal Equinox, Robert Baratheon met Gendry and they formed an alliance. At Christmas Robert Baratheon and Gendry were almost in The Eyrie, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used teleportation forcing the enemy to retreat. This is how Robert Baratheon managed to save the House and in The Ruby Ford celebrated with Gendry by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Margaery Tyrell one day posed a threat to the castle of Catelyn Stark. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of teleportation. During a long training session in Deepwood Motte at the Autumnal Equinox, a friend from the House Targaryen informed us of the dangers of mass murderers. After travelling across all the kingdom, finally in Seagard at Winter Solstice, Carilyn was ready. Everything was quiet when it was time to travel. Eventually in The Iron Island at Night, Ceanyan Stark was safe and the enemy was not after the treasure. This is how Clyn managed to save the Castle and in Raventree Hall celebrated with Lancel Lannisters by listening to a storytelling. "
,"Reference text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. Cersei Lannister was having an happy and peaceful life when Margaery Tyrell threatened the castle of Cersei Lannister. Cersei Lannister did not know what to do and went to Myrcella Baratheon to seek help. Myrcella Baratheon was a master of teleportation and taught the hero all its secrets. In The Twins at the Autumnal Equinox, Cersei Lannister met Lancel Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Lancel Lannister finally found Margaery Tyrell in Kings Landing. A bloody battle begun but Cersei Lannister thanks to teleportation powers got the better of Margaery Tyrell. After the victory, the castle was not under threat anymore. Cersei Lannister and Lancel Lannister celebrated in Kings Landing by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a bureaucrat. The evil Margaery Tyrell one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, the Lord learnt the power of mind controlling. During a long training session in The Iron Island at the Autumnal Equinox, we met Catelyn Stark. They immediately got along and decided to travel together. Finally in Seagard at The first day of Spring, Jon Snow faced Daenerys Targaryen "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the jewel of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, Bran Stark learnt the power of mind controlling. On the way to The Iron Island at the Autumnal Equinox, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Margaery Tyrell in Riverlands. A bloody battle begun but Bran Stark thanks to mind controlling powers got the better of Margaery Tyrell. After the victory, the jewel was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Red Keep by listening to a storytelling. " 

},{"Generated text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a ruler. Everything was quiet when one day Tyrion Lannister threatened the castle of Jon Snow. Initially our hero was afraid but with the help of Ygritte, got stronger and learnt fire sorcery. During a long training session in The Trident at the Autumnal Equinox, the hero met Aerys II Targaries. They immediately got along and decided to travel together. After travelling across all the kingdom, Jon finally found Tyrionsister in White Harbor. A bloody battle begun but Jon thanks to fire essence powers got the better of the enemy. This is how Jon managed to save the Castle and in Moat Cailin celebrated in Red Keep by watching a play. "
,"Reference text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a soldier. The evil Tyrion Lannister one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the help of Ygritte, Jon Snow learnt the power of fire sorcery. In The Trident at Christmas, Jon Snow met Aerys II Targaryen and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Aerys II Targaryen finally found Tyrion Lannister in White Harbor. A bloody battle begun but Jon Snow thanks to fire sorcery powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Jon Snow and Aerys II Targaryen celebrated in Castle Black by watching a play. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. Our hero was too weak, but with the help of Hizdahr zo Loraq and thanks to the learnt power of military strategy, the alliance scared away Cersei Lannister. After travelling across all the kingdom, finally in The Trident at the Autumnal Equinox in White Harbor, Jon Snow faced Euron Greyjoy. With The Iron Island at its core and in Saltpans at sunrise, Daerks was ready. Everything was quiet when they got to The Dreadfort. Eventually the freedom was safe again. The hero and his friends went to Moat Cailin and celebrated by getting married. "
,"Reference text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Everything was quiet when one day Cersei Lannister threatened the freedom of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Aerys II Targaryen, got stronger and learnt military strategy. During a long training session in White Harbor at sunrise, Daenerys Targaryen met Aegon Targaryen. They immediately got along and decided to travel together. Finally in The Trident at the Summer Solstice, Daenerys Targaryen faced Cersei Lannister. With the help of Aegon Targaryen and thanks to the learnt power of military strategy, the alliance scared away Cersei Lannister. After the victory, the freedom was not under threat anymore. Daenerys Targaryen and Aegon Targaryen celebrated in Great Sept of Baelor by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a ruler. The evil Robert Baratheon one day posed a threat to the Houses of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the Lord learnt the power of invisibility. During a long training session in The Vale of Arryn at the first day of Spring, Bran Lannister met Arya Stark. They immediately got along and decided to travel together. At the Autumnal Equinox the two friends from The Dreadfort were almost in Red Keep, when they realized Robert was after them. They both immediately became friends and after travelling across all the kingdom, got married. After the happy ending of the marriage, The House was not under threat anymore. Everything was quiet when the day finally came to a standstill. Banners were not on the books but in Moat Cailin's House. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. The evil Robert Baratheon one day posed a threat to the House of Bran Stark. Bran Stark did not know what to do and went to Catelyn Stark to seek help. Catelyn Stark was a master of fire sorcery and taught the hero all its secrets. On the way to The Vale of Arryn at the first day of Spring, Bran Stark met Arya Stark and they immediately became friends. Finally in Red Keep at the Autumnal Equinox, Bran Stark faced Robert Baratheon. With the help of Arya Stark and thanks to the learnt power of fire sorcery, the alliance scared away Robert Baratheon. This is how Bran Stark managed to save the House and in Karhold celebrated with Arya Stark by listening to a storytelling. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. The evil Tyrion Lannister one day posed a threat to the castle of Prince Petar. Our hero was too weak, but with the help of Lysa Arryn, the hero learnt the power of mind controlling. During a long training session in Bear Island at the Autumnal Equinox, a master of Mind controlling was present. On the way to Deepwood Motte at Christmas, petyr baleared some cash and celebrated by making fireworks. "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as an advisor. Everything was quiet when one day Tyrion Lannister threatened the castle of Petyr Baelish. Initially Petyr Baelish was afraid but with the help of Lysa Arryn, got stronger and learnt mind controlling. In Bear Island at Christmas, Petyr Baelish met Robert Arryn and they formed an alliance. After travelling across all the kingdom, Petyr Baelish with the help of Robert Arryn finally found Tyrion Lannister in Winterfell. A bloody battle begun but Petyr Baelish thanks to mind controlling powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Petyr Baelish and Robert Arryn celebrated in Torrhen's Square by making fireworks. " 

},{"Generated text": " Once upon a time, there was an official whose name was Tyrion Lannister. Tyrell was a Lord from the Iron Island. Everything was quiet when one day Daenerys Targaryen threatened Castle Black. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of military strategy. On the way to White Harbor at the Summer Solstice to seek help from Daario Naharis and to gain the upper hand was to travel across all the kingdom. During a long training session in Deepwood Motte at Night, Cersei Lannisters met Myrla Baraton. They immediately got along and decided to play a game. At the first day of Spring the enemy was almost there, when they realized Daerie Targaries was after them. The two friends nevertheless were ready and the battle begun. Tyron LannISTER used military strategies forcing the opponent to retreat. Eventually the castle was safe again. After the victory, The Whispering Wood was not under threat anymore. This is how the story continues. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as a murderer. Tyrion Lannister was having an happy and peaceful life when Margaery Tyrell threatened the freedom of Tyrion Lannister. Our hero was too weak, but with the help of Cersei Lannister, Tyrion Lannister learnt the power of military strategy. In White Harbor at Night, Tyrion Lannister met Myrcella Baratheon and they formed an alliance. After travelling across all the kingdom, Tyrion Lannister with the help of Myrcella Baratheon finally found Margaery Tyrell in Castle Black. A bloody battle begun but Tyrion Lannister thanks to military strategy powers got the better of Margaery Tyrell. Eventually the freedom was safe again. Tyrion Lannister and Myrcella Baratheon went to Red Keep and celebrated by having a feast. " 

},{"Generated text": " Once upon a time, there was an advisor whose name was Cersei Lannister. Everything was quiet when one day Arya Stark threatened the peace of Catelyn Stark. Our hero was too weak, but with the help of Tywin LannISTER, the hero learnt the power of fire sorcery. During a long training session in Karhold at the Autumnal Equinox, we met Shae. They immediately got along and decided to travel together. Finally in Moat Cailin at Winter Solstice, Cerylannister faced Aryas Stark with a deadly force. After travelling across all the kingdom, finally in Seagard at Red Keep, Tyrion Stark faced the Dreadfort. A bloody battle begun but the victor was not under threat anymore. This is how the battle plan went down "
,"Reference text": " Once upon a time, there was an advisor whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Baratheon. Everything was quiet when one day Arya Stark threatened the peace of Cersei Lannister. Our hero was too weak, but with the help of Tywin Lannister, Cersei Lannister learnt the power of fire sorcery. During a long training session in Karhold at the Winter Solstice, Cersei Lannister met Shae. They immediately got along and decided to travel together. Finally in Moat Cailin at the Winter Solstice, Cersei Lannister faced Arya Stark. With the help of Shae and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. This is how Cersei Lannister managed to save the peace and in Moat Cailin celebrated with Shae by getting married. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from The Iron Island, was known to be very good as a military leader. The evil Cersei Lannister one day posed a threat to the castle of Robb Stark. Our hero was too weak, but with the help of Edric Storm, the hero learnt the power of fire sorcery. During a long training session in White Harbor at sunrise on the way to Deepwood Motte at the Autumnal Equinox, a warrior from Red Keep, got married and celebrated by watching a play. "
,"Reference text": " A long time ago Robert Baratheon, Lord from the House Baratheon, was known to be very good as a military leader. Robert Baratheon was having an happy and peaceful life when Cersei Lannister threatened the castle of Robert Baratheon. Robert Baratheon did not know what to do and went to Stannis Baratheon to seek help. Stannis Baratheon was a master of fire sorcery and taught the hero all its secrets. In White Harbor at sunrise, Robert Baratheon met Cassana Baratheon and they formed an alliance. Finally in The Twins at Night, Robert Baratheon faced Cersei Lannister. With the help of Cassana Baratheon and thanks to the learnt power of fire sorcery, the alliance scared away Cersei Lannister. This is how Robert Baratheon managed to save the castle and in Moat Cailin celebrated with Cassana Baratheon by watching a play. " 

},{"Generated text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a ruler. The evil Arya Stark one day posed a threat to the Houses of Jon Snow. Our hero was too weak, but with the help of Ygritte, Jon learnt the power of mind controlling. During a long training session in Seagard at sunrise, the hero met Hizdahr zo Loraq. They immediately got along and decided to travel together. At sunrise the two friends were almost in Karhold, at the Summer Solstice, when they realized Aryena Stark was after them. the three friends nevertheless were ready and the battle begun. Jon snow used mind control forcing the enemy to retreat. This is how the story went down in The Iron Island and how Jon managed to save the house and in Saltpans celebrated by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a ruler whose name was Jon Snow. Jon Snow was a Lord from the House Targaryen. Jon Snow was having an happy and peaceful life when Arya Stark threatened the House of Jon Snow. Initially Jon Snow was afraid but with the help of Ygritte, got stronger and learnt mind controlling. During a long training session in Oldstones at sunrise, Jon Snow met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in Karhold at sunrise, Jon Snow faced Arya Stark. With the help of Hizdahr zo Loraq and thanks to the learnt power of mind controlling, the alliance scared away Arya Stark. After the victory, the House was not under threat anymore. Jon Snow and Hizdahr zo Loraq celebrated in Moat Cailin by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was an advisor whose name was Tyrell Lannister. Tyrion Lannisters was a Lord from The Iron Island. The evil Robert Baratheon one day posed a threat to the freedom of Tywin LannISTER. Our hero was too weak, but with the help of Myrcella Baraton, Tyrrell got stronger and learnt invisibility. During a long training session in Red Keep at sunrise on the way to Deepwood Motte at the Autumnal Equinox, the hero met Cersei Lannist. They immediately got along and decided to travel together. Finally in Torrhen's Square at Winter Solstice, our hero faced Robert baratheonet. With the victory, The freedom was not under threat anymore. This is the story of Tylor Lannizion and how it all came to be. After travelling across all the kingdom, Tyonning Storm was ready and the battle begun. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a revolutionary. Everything was quiet when one day Robert Baratheon threatened the freedom of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Myrcella Baratheon, got stronger and learnt invisibility. On the way to The Iron Island at sunrise, Tyrion Lannister met Cersei Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Cersei Lannister finally found Robert Baratheon in Torrhen's Square. A bloody battle begun but Tyrion Lannister thanks to invisibility powers got the better of Robert Baratheon. This is how Tyrion Lannister managed to save the freedom and in Red Keep celebrated with Cersei Lannister by getting married. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a squire. The evil Cersei Lannister one day posed a threat to the jewel of Jon Snow. Our hero was too weak, but with the help of Aerys II Targaryen, Jon learnt the power of gravity Control. During a long training session in Seagard at sunrise, the hero met Daario Naharis. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the Autumnal Equinox, a bloody battle begun. JonSnow thanks to gravity control powers got the better of Ceranyan Stark. After the victory, The Dreadfort was not under threat anymore. Everything was quiet again when the enemy attacked. This is how Jon snow managed to save The jewel and in Raventree Hall celebrated in Moat Cailin by getting married "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a squire. Everything was quiet when one day Cersei Lannister threatened the jewel of Jon Snow. Initially Jon Snow was afraid but with the help of Rhaella Targaryen, got stronger and learnt gravity Control. During a long training session in Raventree Hall at sunrise, Jon Snow met Daario Naharis. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the Autumnal Equinox, Jon Snow faced Cersei Lannister. With the help of Daario Naharis and thanks to the learnt power of gravity Control, the alliance scared away Cersei Lannister. Eventually the jewel was safe again. Jon Snow and Daario Naharis went to Moat Cailin and celebrated by getting married. " 

},{"Generated text": " A long time ago Daenerys Targaryen, King of the Andals the Rhoynar and the First Men, was known to be very good as a revolutionary. The evil Tyrion Lannister one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the help of Hizdahr zo Loraq, Daegar Targarianen learnt the power of teleportation. During a long training session in Deepwood Motte at Christmas, the hero met Rhaegars Targarioen. They immediately got along and decided to travel together. Finally in Seagard at the first day of Spring, Jon snow was a menace. After travelling across all the kingdom, there was no one left to challenge. This is the story of Daarioq and how he managed to save the Castle and in Raventree Hall celebrated in The Iron Island by having a feast. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Daenerys Targaryen was having an happy and peaceful life when Tyrion Lannister threatened the castle of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Jon Snow to seek help. Jon Snow was a master of teleportation and taught the hero all its secrets. During a long training session in Riverlands at Christmas, Daenerys Targaryen met Rhaegar Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, Daenerys Targaryen with the help of Rhaegar Targaryen finally found Tyrion Lannister in The Whispering Wood. A bloody battle begun but Daenerys Targaryen thanks to teleportation powers got the better of Tyrion Lannister. This is how Daenerys Targaryen managed to save the castle and in Castle Black celebrated with Rhaegar Targaryen by having a feast " 

},{"Generated text": " Margaery Tyrell was King of the Andals the Rhoynar and the First Men for the House Targaryen and was also known in the whole kingdom as a bureaucrat. Everything was quiet when one day Cersei Lannister posed a threat to the White House. Our hero was too weak, but with the help of Catelyn Stark, the hero learnt the power of fire sorcery. During a long training session in Castle Black at the first day of Spring, MargaerTyrell met Joffrey Baratheon. They immediately got along and decided to travel together. At the Autumnal Equinox the alliance was almost complete, when it was time to retreat. After travelling across all the kingdom the battle begun again. This one was not a bloody battle but a peaceful one. The hero nevertheless was afraid and went to Moat Cailin to seek help. "
,"Reference text": " Margaery Tyrell was Queen consort for the House Tyrell and was also known in the whole kingdom as an influencer. Everything was quiet when one day Cersei Lannister threatened the House of Margaery Tyrell. Our hero was too weak, but with the help of Loras Tyrell, Margaery Tyrell learnt the power of fire sorcery. During a long training session in Castle Black at the first day of Spring, Margaery Tyrell met Joffrey Baratheon. They immediately got along and decided to travel together. Finally in Castle Black at Christmas, Margaery Tyrell faced Cersei Lannister. With the help of Joffrey Baratheon and thanks to the learnt power of fire sorcery, the alliance scared away Cersei Lannister. This is how Margaery Tyrell managed to save the House and in Torrhen's Square celebrated with Joffrey Baratheon by getting married. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. The evil Margaery Tyrell one day posed a threat to the treasure of Aryga Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Lannister learnt the power of fire sorcery. During a long training session in Great Sept of Baelor at the Summer Solstice, the hero met Robb Stark. They immediately got along and decided to travel together. Finally in The Dreadfort at first day of Spring, a bloody battle begun. A long way from the White Harbor at Christmas, our hero is almost there. After the victory, The treasure was not under threat anymore. Everything was quiet again when the day was over. This is how Aryea Stark managed to save the Treasure and in Raventree Hall celebrated in Crossroads Inn by having a feast. "
,"Reference text": " A long time ago Arya Stark, Lady from the House Stark, was known to be very good as a vigilante. The evil Margaery Tyrell one day posed a threat to the treasure of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of fire sorcery. On the way to Great Sept of Baelor at Christmas, Arya Stark met Robb Stark and they immediately became friends. At the first day of Spring Arya Stark and Robb Stark were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Arya Stark used fire sorcery forcing the enemy to retreat. Eventually the treasure was safe again. Arya Stark and Robb Stark went to Torrhen's Square and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Everything was quiet when one day Robert Baratheon posed a threat to the freedom of the Queen consort. Our hero was too weak, but with the help of Tommen Baraton, MargraeryTyrell learnt the power of invisibility. During a long training session in Deepwood Motte at the first day of Spring, the hero met Loras Tyrel. They immediately got along and decided to travel together. At the Autumnal Equinox Marggaery Tyrrell and Lorasa Tyell were almost in The Dreadfort, when they realized Robert was after them. The two friends nevertheless were ready and the battle begun. Margoery tyrell used invisible forcing the enemy to retreat. After the victory, The freedom was not under threat anymore. This is how Margmaery TYrell managed to save the castle and in Raventree Hall celebrated in Moat Cailin by having a feast. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Robert Baratheon threatened the freedom of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Tommen Baratheon to seek help. Tommen Baratheon was a master of invisibility and taught the hero all its secrets. During a long training session in Riverlands at the first day of Spring, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At Night Margaery Tyrell and Loras Tyrell were almost in Winterfell, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used invisibility forcing the enemy to retreat. Eventually the freedom was safe again. Margaery Tyrell and Loras Tyrell went to Deepwood Motte and celebrated by having a feast. " 

},{"Generated text": " A long time ago Jon Snow, King from the House Targaryen, was known to be very good as a ruler. The evil Petyr Baelish one day posed a threat to the Houses of Jon and Margaery Tyrell. Our hero was too weak, but with the help of Lyanna Stark, Jon learnt the power of gravity Control. During a long training session in The Dreadfort at the Autumnal Equinox, the hero met Viserys Targar. They immediately got along and decided to travel together. Finally in Torrhen's Square at Christmas, Jonathan Snow faced Petry Bailish. With the victory, The House was not under threat anymore. This is how JonSnow managed to save the house and in Raventree Hall celebrated in Moat Cailin by getting married. "
,"Reference text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a squire. The evil Petyr Baelish one day posed a threat to the House of Jon Snow. Initially Jon Snow was afraid but with the help of Lyanna Stark, got stronger and learnt gravity Control. During a long training session in The Dreadfort at the Autumnal Equinox, Jon Snow met Viserys Targaryen. They immediately got along and decided to travel together. At Night Jon Snow and Viserys Targaryen were almost in Torrhen's Square, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used gravity Control forcing the enemy to retreat. After the victory, the House was not under threat anymore. Jon Snow and Viserys Targaryen celebrated in Bear Island by getting married. " 

},{"Generated text": " The evil Bran Stark one day posed a threat to the House of Margaery Tyrell. Our hero was too weak, but with the help of Catelyn Stark (a master of gravity Control and a soldier of the Iron Island army), the hero learnt the power of power Control. During a long training session in Moat Cailin at the Autumnal Equinox, a warrior from Great Sept of Baelor met Garlan Tyrel. They immediately got along and decided to travel together. Finally in Bear Island at sunrise on the way to Crossroads Inn at Night, the enemy was almost upon us. The two friends nevertheless were ready and the battle begun.MargaERY TYRELL was glad to be there and that's how the alliance got started. After the victory, The House was not under threat anymore. Everything was quiet again when the Dreadfort threat was over. This is how MargraeryTyrell managed to save The Eyrie and in Raventree Hall celebrated in The Twins by watching a play. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. Everything was quiet when one day Bran Stark threatened the House of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Loras Tyrell, got stronger and learnt gravity Control. During a long training session in Moat Cailin at Night, Margaery Tyrell met Garlan Tyrell. They immediately got along and decided to travel together. Finally in Bear Island at sunrise, Margaery Tyrell faced Bran Stark. With the help of Garlan Tyrell and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. After the victory, the House was not under threat anymore. Margaery Tyrell and Garlan Tyrell celebrated in The Twins by watching a play. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a bureaucrat. Everything was quiet when one day Bran Stark threatened the castle of Jon Snow. Initially we were afraid but with the help of Daario Naharis, got stronger and learnt gravity Control. During a long training session in The Whispering Wood at the Autumnal Equinox, the hero met Hizdahr zo Loraq. They immediately got along and decided to travel together. After travelling across all the kingdom, JonSnowwith the helping power of gravity control found its way to The Twins. A bloody battle begun but Jonnow thanks to gravity controlling powers got the better of Bran Targaryen. Eventually The castle was safe again. Our hero was too weak, but by the time we got to Moat Cailin the Summer Solstice the threat was almost over. The two friends nevertheless had fun and celebrated by having a feast. "
,"Reference text": " Once upon a time, there was a soldier whose name was Jon Snow. Jon Snow was a Lord from the House Stark. Everything was quiet when one day Bran Stark threatened the castle of Jon Snow. Initially Jon Snow was afraid but with the help of Daario Naharis, got stronger and learnt gravity Control. In The Whispering Wood at the Autumnal Equinox, Jon Snow met Hizdahr zo Loraq and they formed an alliance. At the Summer Solstice Jon Snow and Hizdahr zo Loraq were almost in The Twins, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used gravity Control forcing the enemy to retreat. Eventually the castle was safe again. Jon Snow and Hizdahr zo Loraq went to Winterfell and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as an advisor. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the Lord got stronger and learnt fire sorcery. During a long training session in Deepwood Motte at the Autumnal Equinox, we met Arya Stark; they immediately got along and decided to travel together. After travelling across all the kingdom and finally settling in Seagard at Christmas, Stark with all its secrets was ready. On the way to The Whispering Wood at Night, a bloody battle begun yet again. This time the enemy was not under threat anymore. Everything was quiet when the victory was almost certain. Eventually The jewel was safe again by the Summer Solstice. Banners were no longer required and the hero went to Red Keep. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Tyrion Lannister threatened the jewel of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt fire sorcery. In The Whispering Wood at the Autumnal Equinox, Bran Stark met Arya Stark and they formed an alliance. After travelling across all the kingdom, Bran Stark with the help of Arya Stark finally found Tyrion Lannister in Deepwood Motte. A bloody battle begun but Bran Stark thanks to fire sorcery powers got the better of Tyrion Lannister. Eventually the jewel was safe again. Bran Stark and Arya Stark went to The Whispering Wood and celebrated by listening to a storytelling. " 

},{"Generated text": " A long time ago Daenerys Targaryen, King of the Andals the Rhoynar and the First Men, was known to be very good as a ruler. The evil Petyr Baelish one day posed a threat to the freedom of Daario Naharis. Our hero was too weak, but with the help of Aegon Targarra Stark, the hero learnt the power of fire sorcery. During a long training session in Deepwood Motte at the Autumnal Equinox, Daegard Tyrell met Lyars Stark. They immediately got along and decided to travel together. Finally in Moat Cailin at Winter Solstice, Daisyieder was ready. After travelling across all the kingdom, finally in Seagard at Christmas the threat was almost under threat. Daerie Tegardt thanked the enemy and went to Karhold to seek help. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a ruler. The evil Petyr Baelish one day posed a threat to the freedom of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Aegon Targaryen to seek help. Aegon Targaryen was a master of fire sorcery and taught the hero all its secrets. On the way to The Eyrie at Christmas, Daenerys Targaryen met Lyarra Stark and they immediately became friends. At sunrise Daenerys Targaryen and Lyarra Stark were almost in Moat Cailin, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used fire sorcery forcing the enemy to retreat. Eventually the freedom was safe again. Daenerys Targaryen and Lyarra Stark went to The Dreadfort and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord learnt the power of invisibility. During a long training session in Red Keep at the Autumnal Equinox, Robb Stark met Sansa Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, Bran was finally in Seagard, when it was time to seek revenge. This is how Bran managed to save the Treasure and in The Dreadfort celebrated with Sansas Stark by having a feast. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of invisibility. On the way to Red Keep at the Winter Solstice, Bran Stark met Sansa Stark and they immediately became friends. Finally in Seagard at the Autumnal Equinox, Bran Stark faced Margaery Tyrell. With the help of Sansa Stark and thanks to the learnt power of invisibility, the alliance scared away Margaery Tyrell. After the victory, the treasure was not under threat anymore. Bran Stark and Sansa Stark celebrated in Castle Black by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The Lord was Robert Baratheon and the evil Petyr Baelish one day was known to be very good as a procurer. Our hero was too weak, but with the help of Daario Naharis, Tyrell Lannisters learnt the power of gravity Control. During a long training session in Castle Black at the first day of Spring, the enemy threatened the castle of Tyric Storm. After travelling across all the kingdom, finally at The Trident in The Autumnal Equinox the hero finally found Petyrs Bailin. A bloody battle begun but Tyrac Storm thanks to gravity control powers got the better of Petyshaq. This is how Tyron LannISTER managed to save the Castle and in Raventree Hall celebrated with Moat Catelyn by listening to a storytelling. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a murderer. Everything was quiet when one day Petyr Baelish threatened the castle of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Euron Greyjoy to seek help. Euron Greyjoy was a master of gravity Control and taught the hero all its secrets. On the way to Castle Black at the first day of Spring, Tyrion Lannister met Joanna Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Petyr Baelish in The Trident. A bloody battle begun but Tyrion Lannister thanks to gravity Control powers got the better of Petyr Baelish. Eventually the castle was safe again. Tyrion Lannister and Joanna Lannister went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Margaery Tyrell one day posed a threat to the castle of Catelyn Stark. Our hero was too weak, but with the help of Myrcella Baratheon, Cerlenister learnt the power of fire sorcery. During a long training session in Deepwood Motte at the Autumnal Equinox, the hero met Lancel LannISTER. They immediately got along and decided to travel together. Finally in Seagard at Christmas, Cery Lannisters faced MargaieryTyrell. With the support of Lancelon Lannist and thanks to learnt power from fire sorcerers, they formed an alliance. After travelling across all the kingdom, it was finally in Saltpans at Night when Margaeery Tyrrell threatened the Castle of Cerlyn Lanner. Initially the enemy was just a nuisance but after getting stronger the better it became a strategic asset. This is how the battle plan worked and what to do next. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. Cersei Lannister was having an happy and peaceful life when Margaery Tyrell threatened the castle of Cersei Lannister. Our hero was too weak, but with the help of Myrcella Baratheon, Cersei Lannister learnt the power of fire sorcery. In The Twins at the Autumnal Equinox, Cersei Lannister met Lancel Lannister and they formed an alliance. At Night Cersei Lannister and Lancel Lannister were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Cersei Lannister used fire sorcery forcing the enemy to retreat. This is how Cersei Lannister managed to save the castle and in Moat Cailin celebrated with Lancel Lannister by getting married. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for almost a century and was also known in the whole kingdom as a hunter. The evil Margaery Tyrell one day posed a threat to the castle of Robb Stark. Our hero was too weak, but with the help of Renly Baraton, Robert Baratcheon learnt the power of fire sorcery. During a long training session in Saltpans at the Summer Solstice, the hero met Steffon Baraleon. They immediately got along and decided to travel together. At the Autumnal Equinox Robert and Stepton were almost in Seagard, when they realized MargAeryTyrell was after them. the two friends nevertheless were ready and they formed an alliance. After travelling across all the kingdom the alliance was almost under threat. Eventually the castles were safe again. Robert baratheonet and Seifard Stark went to Deepwood Motte and celebrated by listening to a storytelling. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. Everything was quiet when one day Margaery Tyrell threatened the freedom of Robert Baratheon. Robert Baratheon did not know what to do and went to Renly Baratheon to seek help. Renly Baratheon was a master of invisibility and taught the hero all its secrets. During a long training session in Winterfell at the Summer Solstice, Robert Baratheon met Steffon Baratheon. They immediately got along and decided to travel together. Finally in Seagard at the Autumnal Equinox, Robert Baratheon faced Margaery Tyrell. With the help of Steffon Baratheon and thanks to the learnt power of invisibility, the alliance scared away Margaery Tyrell. Eventually the freedom was safe again. Robert Baratheon and Steffon Baratheon went to The Vale of Arryn and celebrated by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Robert Baratheon one day was known to be very good as a procurer. Our hero was too weak, but with the help of Euron Greyjoy, Tywin Storms became stronger and learnt mind controlling. During a long training session in Torrhen's Square at the Summer Solstice, the hero met Myrcella Baraton. They immediately got along and decided to travel together. Finally in Seagard at Autumnal Equinox in The Whispering Wood of The Iron Island at Christmas, Tyron Lannisters faced Robert baratheonet. With the support of Myrraca baratona and thanks to the learnt power of mind control, they managed to save the castle. After the victory, The Dreadfort was not under threat anymore. Everything was quiet again when the enemy finally attacked. This is how the kingdom celebrated its victory by having a feast. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Robert Baratheon one day posed a threat to the castle of Tyrion Lannister. Our hero was too weak, but with the help of Tywin Lannister, Tyrion Lannister learnt the power of mind controlling. In Torrhen's Square at the Summer Solstice, Tyrion Lannister met Myrcella Baratheon and they formed an alliance. Finally in Red Keep at the Autumnal Equinox, Tyrion Lannister faced Robert Baratheon. With the help of Myrcella Baratheon and thanks to the learnt power of mind controlling, the alliance scared away Robert Baratheon. Eventually the castle was safe again. Tyrion Lannister and Myrcella Baratheon went to The Ruby Ford and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a regent whose name was Cersei Lannister. Everything was quiet when one day Margaery Tyrell threatened the freedom of Catelyn Stark. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of fire sorcery. During a long training session in Moat Cailin at the Autumnal Equinox, Cery Lannisters met Tyrion LannISTER. They immediately got along and decided to travel together. Finally in Torrhen's Square at The first day of Spring, our hero faced MargaeeryTyrell. With the victory, The freedom was not under threat anymore. The two friends nevertheless went to Karhold and celebrated by playing a game. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a regent. Everything was quiet when one day Margaery Tyrell threatened the freedom of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt fire sorcery. On the way to Moat Cailin at Christmas, Cersei Lannister met Tyrion Lannister and they immediately became friends. After travelling across all the kingdom, Cersei Lannister with the help of Tyrion Lannister finally found Margaery Tyrell in Torrhen's Square. A bloody battle begun but Cersei Lannister thanks to fire sorcery powers got the better of Margaery Tyrell. This is how Cersei Lannister managed to save the freedom and in The Trident celebrated with Tyrion Lannister by playing a game. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from The Iron Island, was known to be very good as a hunter. The evil Cersei Lannister one day posed a threat to the treasure of Robb Targaryen. Our hero was too weak, but with the help of Renly Baradon and thanks to a learnt power, the hero learnt the power of invisibility. During a long training session in Castle Black at the Autumnal Equinox, a warrior from Great Sept of Baelor met Gendry. They immediately got along and decided to travel together. After travelling across all the kingdom, Robb Stark finally got the chance to play a game. On the way to Deepwood Motte at Night, Robert baratheons met and they immediately became friends. At sunrise the two friends became almost friends, finally leaving the Dreadfort. This is how the story went: "
,"Reference text": " Once upon a time, there was a hunter whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. The evil Cersei Lannister one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Renly Baratheon, Robert Baratheon learnt the power of invisibility. During a long training session in Castle Black at the Winter Solstice, Robert Baratheon met Gendry. They immediately got along and decided to travel together. Finally in Castle Black at sunrise, Robert Baratheon faced Cersei Lannister. With the help of Gendry and thanks to the learnt power of invisibility, the alliance scared away Cersei Lannister. This is how Robert Baratheon managed to save the treasure and in Karhold celebrated with Gendry by playing a game. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Everything was quiet when one day Arya Stark threatened the treasure of Catelyn Stark. Our hero was too weak, but with the help of Euron Greyjoy and thanks to the learnt power of fire sorcery, we got stronger and learnt invisibility. During a long training session in Deepwood Motte at the Summer Solstice, the hero met Eunice Baratheon. They immediately got along and decided to travel together. Finally in Seagard at Christmas, Carilyn was ready and the two friends realized they were in The Dreadfort. After travelling across all the kingdom, they reached The Iron Island and celebrated by having a feast. "
,"Reference text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Lannister. The evil Arya Stark one day posed a threat to the treasure of Cersei Lannister. Cersei Lannister did not know what to do and went to Tyrion Lannister to seek help. Tyrion Lannister was a master of fire sorcery and taught the hero all its secrets. During a long training session in Deepwood Motte at the Summer Solstice, Cersei Lannister met Euron Greyjoy. They immediately got along and decided to travel together. Finally in Kings Landing at Christmas, Cersei Lannister faced Arya Stark. With the help of Euron Greyjoy and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. Eventually the treasure was safe again. Cersei Lannister and Euron Greyjoy went to The Iron Island and celebrated by having a feast. " 

},{"Generated text": " Bran Stark threatened the freedom of Daenerys Targaryen. Our hero was too weak, but with the help of Hizdahr zo Loraq and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. After travelling across all of the kingdom, Daerily was ready to launch a revolutionary campaign. Daarioq did not know what to do and went to Catelyn Stark to seek help. Clynie Stark was a master of gravitational Control and taught the hero all its secrets. During a long training session in Raventree Hall at the Summer Solstice, a warrior named Daerie Targarioen met Aerys II Targaries. They immediately got along and decided to travel together. Finally in Seagard at Night the revolutionary warrior masterminded a victory strategy. This is how Daeryt got married and celebrated by getting married. "
,"Reference text": " Daenerys Targaryen was Princess for the House Targaryen and was also known in the whole kingdom as a revolutionary. The evil Bran Stark one day posed a threat to the freedom of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of gravity Control. During a long training session in Raventree Hall at the Winter Solstice, Daenerys Targaryen met Aerys II Targaryen. They immediately got along and decided to travel together. Finally in The Ruby Ford at the Winter Solstice, Daenerys Targaryen faced Bran Stark. With the help of Aerys II Targaryen and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. This is how Daenerys Targaryen managed to save the freedom and in Raventree Hall celebrated with Aerys II Targaryen by getting married. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Robert Baratheon one day was known to be very good as an official. Our hero was too weak, but with the help of Tywin Lannisto, the Lord got stronger and learnt mind controlling. During a long training session in Deepwood Motte at the Autumnal Equinox in Seagard on the way to The Whispering Wood at Night, we met Lancel LannISTER. They immediately got along and decided to travel together. Finally in The Dreadfort at The Summer Solstice and in Red Keep at Moat Cailin, they met and immediately became friends. After travelling across all the kingdom, finally in Great Sept of Baelor the Rhoynar ruler finally appeared in Saltpans. "
,"Reference text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt mind controlling. On the way to Winterfell at Night, Tyrion Lannister met Lancel Lannister and they immediately became friends. At the Summer Solstice Tyrion Lannister and Lancel Lannister were almost in The Whispering Wood, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used mind controlling forcing the enemy to retreat. Eventually the treasure was safe again. Tyrion Lannister and Lancel Lannister went to Winterfell and celebrated by playing a game. " 

},{"Generated text": " The evil Arya Stark one day posed a threat to the castle of Tyrion Lannister. Our hero was too weak, but with the help of Daario Baratheon, the Lord got stronger and learnt military strategy. During a long training session in Deepwood Motte at the Winter Solstice, Tyrions met Tywin LannISTER. They immediately got along and decided to travel together. Finally in The Iron Island at Night, Cersei Stark faced Aryad Stark. After travelling across all the kingdom, finally in Oldstones at The Summer Equinox, Euron Stark confronted the enemy. At the Autumnal Equinsulin Targaryen and got married was a happy and peaceful man. The two friends nevertheless were not ready and the battle begun. This is how Tyron Lannisters managed to save the Castle and in Raventree Hall celebrated by listening to a storytelling. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as an advisor. Everything was quiet when one day Arya Stark threatened the castle of Tyrion Lannister. Our hero was too weak, but with the help of Jaime Lannister, Tyrion Lannister learnt the power of military strategy. On the way to The Eyrie at the Winter Solstice, Tyrion Lannister met Tywin Lannister and they immediately became friends. At Christmas Tyrion Lannister and Tywin Lannister were almost in The Iron Island, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used military strategy forcing the enemy to retreat. Eventually the castle was safe again. Tyrion Lannister and Tywin Lannister went to The Dreadfort and celebrated by listening to a storytelling. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. Everything was quiet when one day Robert Baratheon threatened the Houses of Arya and Rickon Stark. Our hero was too weak, but with the help of Sansa Stylianq, the hero learnt the power of teleportation. During a long training session in Torrhen's Square at the Summer Solstice, Jon Snow met Aerys II Targaryen. They immediately got along and decided to travel together. At the Autumnal Equinox Aryga Stark, who was having an happy and peaceful life, went to The Dreadfort and celebrated by playing a game. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. Everything was quiet when one day Robert Baratheon threatened the House of Arya Stark. Arya Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of teleportation and taught the hero all its secrets. On the way to Torrhen's Square at the Summer Solstice, Arya Stark met Rickon Stark and they immediately became friends. Finally in Riverlands at the Autumnal Equinox, Arya Stark faced Robert Baratheon. With the help of Rickon Stark and thanks to the learnt power of teleportation, the alliance scared away Robert Baratheon. Eventually the House was safe again. Arya Stark and Rickon Stark went to Crossroads Inn and celebrated by playing a game. " 

},{"Generated text": " A long time ago Margaery Tyrell, Queen consort from The Eyrie, was known to be very good as an influencer. The evil Tyrion Lannister one day posed a threat to the treasure of Margai Baratheon. Our hero was too weak, but with the help of Hizdahr zo Loraq and thanks to a learnt power, the hero learnt the power of military strategy. During a long training session in Deepwood Motte at the Autumnal Equinox (now in The Whispering Wood) the enemy got stronger. After travelling across all the kingdom, Margiar finally found Tyron Lannista on the way to The Twins. A bloody battle begun but Margin got the upper hand. This is how MargeiTyrell managed to save The treasure and in Raventree Hall celebrated with Alerie Tyrrell by having a feast. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Tyrion Lannister threatened the treasure of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Loras Tyrell to seek help. Loras Tyrell was a master of military strategy and taught the hero all its secrets. On the way to Deepwood Motte at Christmas, Margaery Tyrell met Alerie Tyrell and they immediately became friends. After travelling across all the kingdom, Margaery Tyrell with the help of Alerie Tyrell finally found Tyrion Lannister in The Twins. A bloody battle begun but Margaery Tyrell thanks to military strategy powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the treasure and in Saltpans celebrated with Alerie Tyrell by listening to a storytelling. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a bureaucrat. Everything was quiet when one day Arya Stark threatened the peace of Jon Snow. Our hero was too weak, but with the help of Benjen Stark, the Lord got stronger and learnt fire sorcery. During a long training session in Saltpans at Christmas, Jon snow met Khal Drogo. They immediately got along and decided to travel together. Finally in Deepwood Motte at the Autumnal Equinox in Seagard at The Summer Solstice, Jonathan Snow faced Aryas Stark. With the support of KhalDrogo and thanks to the learnt power of fire strategy, they managed to overcome the threat. After the victory, The peace was not under threat anymore. The hero then went to The Dreadfort and celebrated by playing a game. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a squire. The evil Arya Stark one day posed a threat to the peace of Jon Snow. Initially Jon Snow was afraid but with the help of Benjen Stark, got stronger and learnt fire sorcery. In Saltpans at Christmas, Jon Snow met Khal Drogo and they formed an alliance. Finally in Deepwood Motte at Night, Jon Snow faced Arya Stark. With the help of Khal Drogo and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. After the victory, the peace was not under threat anymore. Jon Snow and Khal Drogo celebrated in The Iron Island by playing a game. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for almost a century and was also known in the whole kingdom as a hunter. The evil Bran Stark one day posed a threat to the treasure of Robert Baraton. Our hero was too weak, but with the help of Edric Storm, the King learnt the power of military strategy. During a long training session in Seagard at the Autumnal Equinox, a warrior from The Whispering Wood met Edward Storm. They immediately got along and decided to travel together. After travelling across all the kingdom, Robert Bearonwith the knowledge and skills of Alerie Tyrell finally got to The Dreadfort. A bloody battle begun but the hero thanks to military strategies powers got the better of The Iron Island. This is how Robert got married and in Saltpans celebrated withEdward Storm by watching a play. "
,"Reference text": " Once upon a time, there was a hunter whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. Everything was quiet when one day Bran Stark threatened the treasure of Robert Baratheon. Robert Baratheon did not know what to do and went to Stannis Baratheon to seek help. Stannis Baratheon was a master of military strategy and taught the hero all its secrets. In Saltpans at the Winter Solstice, Robert Baratheon met Edric Storm and they formed an alliance. At the Winter Solstice Robert Baratheon and Edric Storm were almost in Seagard, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used military strategy forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Robert Baratheon and Edric Storm celebrated in White Harbor by watching a play. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for almost a century and was also known in the whole kingdom as a ruler. The evil Margaery Tyrell one day posed a threat to the castle of Robert Baraton. Our hero was too weak, but with the help of Gendry, the King learnt the power of military strategy. During a long training session in Deepwood Motte at the Autumnal Equinox, Robert met Edric Storm. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Great Sept of Baelor at Winter Solstice, Bobon and Edrac Storm were almost in The Dreadfort, when they realized the enemy was after them. the two friends nevertheless were ready and they formed an alliance. Finally in Oldstones at Christmas, Robonand celebrated by making fireworks. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a rebel. The evil Margaery Tyrell one day posed a threat to the castle of Robert Baratheon. Our hero was too weak, but with the help of Gendry, Robert Baratheon learnt the power of military strategy. In The Eyrie at the Autumnal Equinox, Robert Baratheon met Edric Storm and they formed an alliance. At Christmas Robert Baratheon and Edric Storm were almost in The Twins, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used military strategy forcing the enemy to retreat. Eventually the castle was safe again. Robert Baratheon and Edric Storm went to Deepwood Motte and celebrated by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord got stronger and learnt fire sorcery. During a long training session in Red Keep at the Summer Solstice, Robb Stark met Benjen Tyrell. They immediately got along and decided to travel together. Finally in Oldstones at first day of Spring in The Dreadfort, Jon Snow faced the enemy. After travelling across all its known and unknowns, Bennar Stark finally found Tyron Lannisters in Great Sept of Baelor. A bloody battle begun but Jon Stark thanks to Fire sorcery powers got the better of Tyrions. In The Eyrie at Night, Bran andBenjenTyrell were almost in Saltpans, when they realized Bran was having an affair. Eventually they got married and went to The Twins. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of fire sorcery. During a long training session in Red Keep at Night, Bran Stark met Robb Stark. They immediately got along and decided to travel together. At the first day of Spring Bran Stark and Robb Stark were almost in The Whispering Wood, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. After the victory, the jewel was not under threat anymore. Bran Stark and Robb Stark celebrated in Karhold by watching a play. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for almost a century and was also known in the whole kingdom as a revolutionary. The evil Cersei Lannister one day posed a threat to the jewel of Robert Baraton. Our hero was too weak, but with the help of Renly Baratcheon, the hero learnt the power of fire sorcery. During a long training session in Deepwood Motte at the Autumnal Equinox in The Iron Island, Robert met Cassana Baradon and they formed an alliance. After travelling across all the kingdom, finally in Seagard at The first day of Spring, Bobonclyt was ready. Everything was quiet when it was time to travel. This is how Robert got married and celebrated by watching a play. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Cersei Lannister one day posed a threat to the jewel of Robert Baratheon. Robert Baratheon did not know what to do and went to Renly Baratheon to seek help. Renly Baratheon was a master of teleportation and taught the hero all its secrets. On the way to The Vale of Arryn at the Autumnal Equinox, Robert Baratheon met Cassana Baratheon and they immediately became friends. At the first day of Spring Robert Baratheon and Cassana Baratheon were almost in Oldstones, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used teleportation forcing the enemy to retreat. After the victory, the jewel was not under threat anymore. Robert Baratheon and Cassana Baratheon celebrated in The Whispering Wood by watching a play. " 

},{"Generated text": " Bran Stark threatened the treasure of Daenerys Targaryen. Our hero was too weak, but with the help of Hizdahr zo Loraq and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. After the victory, The Dreadfort was not under threat anymore. The hero went to The Iron Island and celebrated by organizing a concert. On the way to Seagard at the Summer Solstice to seek help from Garlan Baratheon and receive the necessary permissions from the King of the Andals the Rhoynar and the First Men, Jon Snow were not after him. They were too far gone, having already lost all sense of time. This is how the hero managed to save The treasure and in Moat Cailin celebrated with Vediah Karasinga with Jonny Caeleb. A bloody battle begun but the victor got the better of Baelor Lannister. Eventually The Treasure was safe again. Daeneys and Jorah Mearsa celebrated in The Whispering Wood at Christmas. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Bran Stark threatened the treasure of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Benjen Stark to seek help. Benjen Stark was a master of invisibility and taught the hero all its secrets. In The Twins at the Summer Solstice, Daenerys Targaryen met Viserys Targaryen and they formed an alliance. At the Autumnal Equinox Daenerys Targaryen and Viserys Targaryen were almost in Seagard, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used invisibility forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Daenerys Targaryen and Viserys Targaryen celebrated in Red Keep by organizing a concert. " 

},{"Generated text": " A long time ago Margaery Tyrell, Queen consort from The Iron Island, was known to be very good as an influencer. The evil Tyrion Lannister one day posed a threat to the castle of Margarita Shae. Our hero was too weak, but with the help of Joffrey Baratheon, the hero learnt the power of military strategy. On the way to The Dreadfort at the Autumnal Equinox with LorasTyrell and Margatyrick Lytton to seek help, they immediately got along and decided to travel together. After travelling across all the kingdom, Margatoery Tyrrell was finally ready in Bear Island. A bloody battle begun but Margraery tyrell did not know what to do and went to Moat Cailin for help. This is the story of a warrior whose name was Robert Greyjoy and how it all went down. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Tyrion Lannister one day posed a threat to the castle of Margaery Tyrell. Our hero was too weak, but with the help of Joffrey Baratheon, Margaery Tyrell learnt the power of military strategy. On the way to The Iron Island at the Winter Solstice, Margaery Tyrell met Loras Tyrell and they immediately became friends. After travelling across all the kingdom, Margaery Tyrell with the help of Loras Tyrell finally found Tyrion Lannister in Bear Island. A bloody battle begun but Margaery Tyrell thanks to military strategy powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the castle and in Saltpans celebrated with Loras Tyrell by organizing a concert. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a ruler. The evil Bran Stark one day posed a threat to the peace of Jon Snow. Our hero was too weak, but with the help of Aerys II Targaryen, Jon learnt the power of military strategy. During a long training session in Torrhen's Square at Night, the hero met Lyanna Stark. They immediately got along and decided to travel together. Finally in Red Keep at the Autumnal Equinox. Jon was ready and the threat was almost upon them. After travelling across all its known and unknowns, Daario Naharis was finally ready to take the Iron Island. A bloody battle begun but the enemy was not under threat anymore. This is how JonSnow managed the victory and went to Raventree Hall to seek help. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a ruler. The evil Bran Stark one day posed a threat to the peace of Jon Snow. Jon Snow did not know what to do and went to Rhaella Targaryen to seek help. Rhaella Targaryen was a master of military strategy and taught the hero all its secrets. In Torrhen's Square at Night, Jon Snow met Lyanna Stark and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Lyanna Stark finally found Bran Stark in Red Keep. A bloody battle begun but Jon Snow thanks to military strategy powers got the better of Bran Stark. After the victory, the peace was not under threat anymore. Jon Snow and Lyanna Stark celebrated in Red Keep by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord learnt the power of invisibility. During a long training session in The Ruby Ford at the Summer Solstice, Ben Stark met Eddard Stark; they immediately got along and decided to travel together. Finally in Seagard at Christmas, Bran Lannisters faced Tyron LannISTER. With the knowledge of gravity Control and the ability to read the mind of the enemy, they formed an alliance. At the Autumnal Equinox the hero and its companion were almost in Saltpans, when they realized Tyrions Lannist was after them. the two friends nevertheless were ready and they went to The Dreadfort. After travelling across all the kingdom, there was a need for military strategy. Bran Targaryen was able to help and train the soldier. On the way to Deepwood Motte at Night, Jon Snow revealed the secrets to his power. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Everything was quiet when one day Tyrion Lannister threatened the jewel of Bran Stark. Bran Stark did not know what to do and went to Rickon Stark to seek help. Rickon Stark was a master of invisibility and taught the hero all its secrets. On the way to The Ruby Ford at the Summer Solstice, Bran Stark met Eddard Stark and they immediately became friends. At the Summer Solstice Bran Stark and Eddard Stark were almost in Winterfell, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used invisibility forcing the enemy to retreat. Eventually the jewel was safe again. Bran Stark and Eddard Stark went to The Ruby Ford and celebrated by watching a play. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. The evil Tyrion Lannister one day posed a threat to the freedom of Arya Targaryen. Our hero was too weak, but with the help of Daario Naharis, Aryga Stark learnt the power of invisibility. During a long training session in The Vale of Arryn at the Autumnal Equinox, the hero met Bran Stark. They immediately got along and decided to travel together. Finally in Seagard at sunrise, a bloody battle begun. A long way from The Whispering Wood at Christmas the warrior Jaime Baratheon scared the enemy away. After the victory, The freedom was not under threat anymore. Aryas Stark celebrated in Riverlands by having a feast. "
,"Reference text": " Once upon a time, there was a warrior whose name was Arya Stark. Arya Stark was a Lady from the House Stark. Arya Stark was having an happy and peaceful life when Tyrion Lannister threatened the freedom of Arya Stark. Arya Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of invisibility and taught the hero all its secrets. In The Vale of Arryn at the Autumnal Equinox, Arya Stark met Bran Stark and they formed an alliance. After travelling across all the kingdom, Arya Stark with the help of Bran Stark finally found Tyrion Lannister in Saltpans. A bloody battle begun but Arya Stark thanks to invisibility powers got the better of Tyrion Lannister. After the victory, the freedom was not under threat anymore. Arya Stark and Bran Stark celebrated in Riverlands by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a soldier. The evil Tyrion Lannister one day posed a threat to the castle of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the Lord got stronger and learnt fire sorcery. On the way to The Trident at the first day of Spring to meet Catelyn Stark at Crossroads Inn and they immediately became friends. At the Autumnal Equinox the hero and the enemy were almost in Riverlands, when they realized Tyron Lannisters was after them. the two friends nevertheless were ready and The Dreadfort was not under threat anymore. Everything was quiet when the day finally came. Banners were back in Deepwood Motte and celebrated by having a feast. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the castle of Bran Stark. Our hero was too weak, but with the help of Arya Stark, Bran Stark learnt the power of fire sorcery. On the way to The Trident at the first day of Spring, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Tyrion Lannister in Riverlands. A bloody battle begun but Bran Stark thanks to fire sorcery powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Oldstones by organizing a concert. " 

},{"Generated text": " The evil Petyr Baelish one day posed a threat to the treasure of Margaery Tyrell. Our hero was too weak, but with the help of Hizdahr zo Loraq and thanks to learnt power of teleportation, the hero got stronger and learnt teleportation. During a long training session in Moat Cailin at sunrise on the way to Deepwood Motte at the Autumnal Equinox, we met Joffrey Baratheon. They immediately got along and decided to travel together. After travelling across all the kingdom, at Christmas the alliance was ready for the first time. At the Winter Solstice the two friends were almost in Riverlands, when they realized the threat they were facing was real. The two heroes nevertheless were ready and the battle begun. MargraeryTyrell used teleportation forcing the enemy to retreat. This is how the story went down in The Eyrie and how it all happened. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the treasure of Margaery Tyrell. Our hero was too weak, but with the help of Loras Tyrell, Margaery Tyrell learnt the power of teleportation. In Moat Cailin at sunrise, Margaery Tyrell met Joffrey Baratheon and they formed an alliance. Finally in Riverlands at Christmas, Margaery Tyrell faced Petyr Baelish. With the help of Joffrey Baratheon and thanks to the learnt power of teleportation, the alliance scared away Petyr Baelish. This is how Margaery Tyrell managed to save the treasure and in Oldstones celebrated with Joffrey Baratheon by watching a play. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for almost a century and was also known in the whole kingdom as a hunter. The evil Bran Stark one day posed a threat to the treasure of Robert Baraton. Our hero was too weak, but with the help of Steffon Bartholomew, Robert got stronger and learnt gravity Control. During a long training session in Deepwood Motte at Night, the hero met Edric Storm. They immediately got along and decided to travel together. Finally in The Dreadfort at the first day of Spring. Robert was free and could travel across all the kingdom. At the Winter Solstice Robert and Edrac Storm were almost in Red Keep, when they realized Bran was after them. the two friends nevertheless were ready and they formed an alliance. After the victory, they celebrated in Saltpans by having a feast. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. Robert Baratheon was having an happy and peaceful life when Bran Stark threatened the treasure of Robert Baratheon. Robert Baratheon did not know what to do and went to Steffon Baratheon to seek help. Steffon Baratheon was a master of gravity Control and taught the hero all its secrets. In Deepwood Motte at Night, Robert Baratheon met Edric Storm and they formed an alliance. After travelling across all the kingdom, Robert Baratheon with the help of Edric Storm finally found Bran Stark in The Ruby Ford. A bloody battle begun but Robert Baratheon thanks to gravity Control powers got the better of Bran Stark. This is how Robert Baratheon managed to save the treasure and in The Eyrie celebrated with Edric Storm by organizing a concert. " 

},{"Generated text": " The evil Robert Baratheon one day posed a threat to the peace of Cersei Lannister. Our hero was too weak, but with the help of Euron Greyjoy and thanks to learnt power from invisibility, the hero got stronger. During a long training session in The Iron Island at sunrise on the way to The Whispering Wood at the Autumnal Equinox, we met Tywin LannISTER. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Deepwood Motte at Night in Red Keep, Catelyn Stark was ready. The two friends nevertheless were ready and the battle begun. Cerylen Stark being a mass murderer was not a problem. Everything was quiet when the day finally came to an abrupt end. Tyrion Stark had left the castle and was now in Great Sept of Baelor, watching a play. This is how the story went down in Kings Landing "
,"Reference text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Baratheon. Everything was quiet when one day Robert Baratheon threatened the peace of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Shae, got stronger and learnt invisibility. On the way to The Iron Island at sunrise, Cersei Lannister met Tywin Lannister and they immediately became friends. At the Autumnal Equinox Cersei Lannister and Tywin Lannister were almost in Riverlands, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Cersei Lannister used invisibility forcing the enemy to retreat. This is how Cersei Lannister managed to save the peace and in Winterfell celebrated with Tywin Lannister by watching a play. " 

},{"Generated text": " A long time ago Petyr Baelish, King of the Andals the Rhoynar and the First Men from the House Tyrell, was known to be very good as a bureaucrat. Everything was quiet when one day Daenerys Targaryen threatened the treasure of Petrone Baratheon. Our hero was too weak, but with the help of Hizdahr zo Loraq, the hero learnt the power of military strategy. During a long training session in Kings Landing at sunrise on the way to Deepwood Motte at the Autumnal Equinox, petyr baelishly met Lysa Arryn. They immediately got along and decided to travel together. Finally in The Dreadfort at first day of Spring, Peter Bailish faced Daerie Tyreal. With the support of Lysas Arry and thanks to the learnt power, they got stronger and learnt military strategies. In The Iron Island at Night, we met Daarioq and they formed an alliance. After travelling across all the kingdom, finally in Seagard at Christmas, our hero finally found Daeriaq in Saltpans. A bloody battle begun but Peterear was not under threat anymore. This is "
,"Reference text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as an advisor. Petyr Baelish was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Petyr Baelish. Initially Petyr Baelish was afraid but with the help of Robert Arryn, got stronger and learnt military strategy. In Kings Landing at sunrise, Petyr Baelish met Lysa Arryn and they formed an alliance. At the first day of Spring Petyr Baelish and Lysa Arryn were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Petyr Baelish used military strategy forcing the enemy to retreat. This is how Petyr Baelish managed to save the treasure and in Great Sept of Baelor celebrated with Lysa Arryn by having a feast. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Targaryen, was known to be very good as a regent. Our hero was too weak, but with the help of Myrcella Baratheon, the evil Petyr Baelish learnt the power of gravity Control. During a long training session in The Vale of Arryn at the Autumnal Equinox, Catelyn Stark taught the hero all its secrets. On the way to The Iron Island at Night to play a game with Daario Naharis and thank God for the freedom it gave to the enemy. After travelling across all the kingdom, finally at The Trident in Seagard, a bloody battle begun. The House was not under threat anymore. Cerylen Stark thanks to gravity control powers, got stronger and learnt mind controlling. In Saltpans at Christmas,Clyten Stark was having an happy and peaceful life. When the time came to travel to Deepwood Motte to seek help, Cerlenister met Daaria Nahares and they immediately became friends. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Baratheon and was also known in the whole kingdom as a regent. Everything was quiet when one day Petyr Baelish threatened the House of Cersei Lannister. Our hero was too weak, but with the help of Myrcella Baratheon, Cersei Lannister learnt the power of gravity Control. In The Vale of Arryn at the Winter Solstice, Cersei Lannister met Jaime Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Jaime Lannister finally found Petyr Baelish in The Trident. A bloody battle begun but Cersei Lannister thanks to gravity Control powers got the better of Petyr Baelish. After the victory, the House was not under threat anymore. Cersei Lannister and Jaime Lannister celebrated in Saltpans by playing a game. " 

},{"Generated text": " A long time ago Margaery Tyrell, Queen consort from The Iron Island, was known to be very good as an influencer. The evil Arya Stark one day posed a threat to the freedom of the First Men. Our hero was too weak, but with the help of Garlan Tyrhen, the hero learnt the power of gravity Control. During a long training session in The Ruby Ford at the Autumnal Equinox, we met Willas Tyrel. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Oldstones at The Eyrie at Night, MargoeryTyrell faced Aryas Stark. With the support of WillAS Tyreon and thanks to learnt power Control, they overcame the threat and formed an alliance. At the Winter Solstice Margoraery TYrell and William Baratheon celebrated in Saltpans by getting married. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Arya Stark one day posed a threat to the freedom of Margaery Tyrell. Our hero was too weak, but with the help of Garlan Tyrell, Margaery Tyrell learnt the power of mind controlling. During a long training session in The Ruby Ford at Night, Margaery Tyrell met Willas Tyrell. They immediately got along and decided to travel together. At Night Margaery Tyrell and Willas Tyrell were almost in The Eyrie, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used mind controlling forcing the enemy to retreat. Eventually the freedom was safe again. Margaery Tyrell and Willas Tyrell went to Deepwood Motte and celebrated by getting married. " 

},{"Generated text": " A long time ago Daenerys Targaryen, King of the Andals the Rhoynar and the First Men, was known to be very good as a revolutionary. Everything was quiet when one day Cersei Lannister threatened the treasure of Jon Snow. Our hero was too weak, but with the help of Hizdahr zo Loraq, the hero learnt the power of teleportation. During a long training session in Raventree Hall at the Autumnal Equinox, Daegar le Daariochmeister met Hiza-Lynx. They immediately got along and decided to travel together. Finally in Seagard at Night, at The Winter Solstice, Daisy was able to commandeer a car and travel to The Dreadfort. After travelling across all the kingdom, there was a void in The Iron Island. The hero thanks to teleportation powers got stronger and taught the enemy all its secrets. On the way to Deepwood Motte at Winter's End, a bloody battle begun. This is how DaEGar got married and how it all went down "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Everything was quiet when one day Cersei Lannister threatened the treasure of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Jon Snow, got stronger and learnt teleportation. In Raventree Hall at the Summer Solstice, Daenerys Targaryen met Hizdahr zo Loraq and they formed an alliance. At Christmas Daenerys Targaryen and Hizdahr zo Loraq were almost in Winterfell, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used teleportation forcing the enemy to retreat. Eventually the treasure was safe again. Daenerys Targaryen and Hizdahr zo Loraq went to The Ruby Ford and celebrated by organizing a concert. " 

},{"Generated text": " A long time ago Daenerys Targaryen, King of the Andals the Rhoynar and the First Men, was known to be very good as a revolutionary. The evil Bran Stark one day posed a threat to the peace of Jon Snow. Our hero was too weak, but with the help of Daario Naharis and thanks to a learnt power, the hero learnt the power of military strategy. During a long training session in Deepwood Motte at the Autumnal Equinox in The Iron Island at Christmas, Daegard met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in Seagard at Winter Solstice, Jon Stark faced the Dreadfort. After travelling across all the kingdom, there was a void in the castle walls. This is how Daergard managed to save the freedom and in Raventree Hall celebrated by having a feast. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Bran Stark threatened the peace of Daenerys Targaryen. Our hero was too weak, but with the help of Aegon Targaryen, Daenerys Targaryen learnt the power of military strategy. On the way to Moat Cailin at Christmas, Daenerys Targaryen met Hizdahr zo Loraq and they immediately became friends. After travelling across all the kingdom, Daenerys Targaryen with the help of Hizdahr zo Loraq finally found Bran Stark in The Eyrie. A bloody battle begun but Daenerys Targaryen thanks to military strategy powers got the better of Bran Stark. Eventually the peace was safe again. Daenerys Targaryen and Hizdahr zo Loraq went to Riverlands and celebrated by playing a game. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a ruler. Everything was quiet when one day Bran Stark threatened the Houses of Jon and Ygritte. Our hero was too weak, but with the help of Rhaenys Targaryen, Jon learnt the power of fire sorcery. During a long training session in Riverlands at the Summer Solstice, the hero met Yiggy Baelor. They immediately got along and decided to travel together. Finally in The Dreadfort at sunrise, a bloody battle begun.Jon Snow was ready and the enemy was almost after him. The two friends nevertheless were ready, and they immediately became friends. After the victory, The House was not under threat anymore. This is how JonSnow managed to save the house and in Raventree Hall celebrated with Yoggy by getting married. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a ruler. Everything was quiet when one day Bran Stark threatened the House of Jon Snow. Initially Jon Snow was afraid but with the help of Rhaenys Targaryen, got stronger and learnt fire sorcery. During a long training session in Riverlands at the Winter Solstice, Jon Snow met Ygritte. They immediately got along and decided to travel together. At sunrise Jon Snow and Ygritte were almost in The Dreadfort, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. After the victory, the House was not under threat anymore. Jon Snow and Ygritte celebrated in Castle Black by getting married. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of mind controlling. During a long training session in Deepwood Motte at the first day of Spring, a warrior from the Iron Island met Rickon Stark. They immediately got along and decided to travel together. At the Autumnal Equinox the evil Tyrion Lannister one day posed a threat to the peace of Arya Targaryen. After travelling across all the kingdom, Aryan Stark withthe helpof Rickons Stark finally found Tyron LannISTER in Seagard. A bloody battle begun but Aryas Stark thanks to mind control powers got the better of the enemy. This is the story that got us through the Winter Solstice and into The Vale of Arryn. The victory was not easy but was worth it when it mattered. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Arya Stark was having an happy and peaceful life when Tyrion Lannister threatened the peace of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of mind controlling. On the way to The Eyrie at the first day of Spring, Arya Stark met Rickon Stark and they immediately became friends. At the Summer Solstice Arya Stark and Rickon Stark were almost in Seagard, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Arya Stark used mind controlling forcing the enemy to retreat. Eventually the peace was safe again. Arya Stark and Rickon Stark went to Great Sept of Baelor and celebrated by organizing a concert. " 

},{"Generated text": " Bran Stark was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. The evil Daenerys Targaryen one day posed a threat to the peace of Catelyn Stark. Our hero was too weak, but with the help of Joanna LannISTER, Cersei Lannisters learnt the power of teleportation. During a long training session in Castle Black at Night, the hero met Tywin Lannist. They immediately got along and decided to travel together. Finally in Seagard at the Autumnal Equinox and in The Dreadfort at The Summer Solstice, Tyrion Lannistered faced Daester Targarioen. With the support of Tyon LannIST and thanks to learnt power from the experience, they formed an alliance. After the victory, The peace was not under threat anymore. Cerlenister used teleportation forcing the enemy to retreat. Eventually The Whispering Wood was safe again. This is how the Dreadnought story went down in Kings Landing: "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. Cersei Lannister was having an happy and peaceful life when Daenerys Targaryen threatened the peace of Cersei Lannister. Cersei Lannister did not know what to do and went to Joanna Lannister to seek help. Joanna Lannister was a master of teleportation and taught the hero all its secrets. On the way to Castle Black at Night, Cersei Lannister met Tywin Lannister and they immediately became friends. Finally in Raventree Hall at Christmas, Cersei Lannister faced Daenerys Targaryen. With the help of Tywin Lannister and thanks to the learnt power of teleportation, the alliance scared away Daenerys Targaryen. After the victory, the peace was not under threat anymore. Cersei Lannister and Tywin Lannister celebrated in Torrhen's Square by having a feast. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from The Iron Island, was known to be very good as a military leader. The evil Margaery Tyrell one day posed a threat to the jewel of Robb Stark. Our hero was too weak, but with the help of Renly Barony, the hero learnt the power of invisibility. During a long training session in The Whispering Wood at the first day of Spring, Robert met Edric Storm. They immediately got along and decided to travel together. Finally in Seagard at The First Battle of The Dreadfort, Robb Baratcheon faced Margera Tyrion. With the support of Edrac Storm and thanks to learnt power, they formed an alliance. After the victory, The jewel was not under threat anymore. This is the story of Bob Stark and how the alliance managed to savethe jewel. "
,"Reference text": " Robert Baratheon was Lord for the House Baratheon and was also known in the whole kingdom as a military leader. Everything was quiet when one day Margaery Tyrell threatened the jewel of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Renly Baratheon, got stronger and learnt invisibility. During a long training session in The Eyrie at the first day of Spring, Robert Baratheon met Edric Storm. They immediately got along and decided to travel together. After travelling across all the kingdom, Robert Baratheon with the help of Edric Storm finally found Margaery Tyrell in The Twins. A bloody battle begun but Robert Baratheon thanks to invisibility powers got the better of Margaery Tyrell. This is how Robert Baratheon managed to save the jewel and in Winterfell celebrated with Edric Storm by playing a game. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. Tyrell LannISTER was an Lord from the Iron Island. The evil Robert Baratheon one day posed a threat to the treasure of Tyric Storm. Our hero was too weak, but with the help of Daario Naharis, Tyion got stronger and learnt gravity Control. During a long training session in The Trident at the Autumnal Equinox, the hero met Shae. They immediately got along and decided to travel together. Finally in Deepwood Motte at The Summer Solstice, Tyron Lannisters faced Robert baratheonet. With the victory, The treasure was not under threat anymore. This is how the alliance ended up being a bloody battle begun. Eventually The Dreadfort was safe again. After the defeat, our hero went to Kings Landing and celebrated by getting married. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as an official. The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Jaime Lannister to seek help. Jaime Lannister was a master of gravity Control and taught the hero all its secrets. In The Trident at the Autumnal Equinox, Tyrion Lannister met Shae and they formed an alliance. Finally in Deepwood Motte at the Summer Solstice, Tyrion Lannister faced Robert Baratheon. With the help of Shae and thanks to the learnt power of gravity Control, the alliance scared away Robert Baratheon. This is how Tyrion Lannister managed to save the treasure and in Crossroads Inn celebrated with Shae by getting married. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Bran Stark one day was known to be very good as a procurer. Our hero was too weak, but with the help of Tywin LannISTER, the Lord got stronger and learnt gravity Control. During a long training session in Great Sept of Baelor at the Autumnal Equinox, Tyrell Stark met Jon Snow. They immediately got along and decided to travel together. Finally in Seagard at sunrise, Tyron Lannisters faced the Dreadfort. With the support of Jon snow and thanks to the learnt power of gravity control, they managed to save the treasure. After travelling across all the kingdom, finally in Deepwood Motte at Night the hero finally found the Iron Island. A bloody victory was not under threat anymore. This is how Cersei Stark celebrated in The Eyrie by having a feast. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a murderer. The evil Bran Stark one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt gravity Control. On the way to Great Sept of Baelor at the Autumnal Equinox, Tyrion Lannister met Joanna Lannister and they immediately became friends. At sunrise Tyrion Lannister and Joanna Lannister were almost in Red Keep, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used gravity Control forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Tyrion Lannister and Joanna Lannister celebrated in Riverlands by getting married. " 

},{"Generated text": " The evil Bran Stark one day posed a threat to the freedom of Tyrion Lannister. Our hero was too weak, but with the help of Myrcella Baratheon, the Lord got stronger and learnt teleportation. During a long training session in The Whispering Wood at sunrise, Tyrell Lannisters met Joanna LannISTER. They immediately got along and decided to travel together. Finally in Oldstones at the Autumnal Equinox at Night, Tyron Lannisto faced Bran Targaryen. With the knowledge of teleportation and a master of mind controlling, they formed an alliance. After travelling across all the kingdom, finally at The Vale of Arryn a bloody battle begun. Tourner Stark was ready and the treasure was not under threat anymore. The freedom was safe again. Cersei Stark and Jon Snow went to Saltpans and celebrated by having a feast. "
,"Reference text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Bran Stark one day posed a threat to the freedom of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Shae to seek help. Shae was a master of teleportation and taught the hero all its secrets. During a long training session in Saltpans at sunrise, Tyrion Lannister met Joanna Lannister. They immediately got along and decided to travel together. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Bran Stark in The Vale of Arryn. A bloody battle begun but Tyrion Lannister thanks to teleportation powers got the better of Bran Stark. After the victory, the freedom was not under threat anymore. Tyrion Lannister and Joanna Lannister celebrated in Raventree Hall by watching a play. " 

},{"Generated text": " A long time ago Daenerys Targaryen, King of the Andals the Rhoynar and the First Men, was known to be very good as a revolutionary. The evil Arya Stark one day posed a threat to the House of Daario Naharis. Our hero was too weak, but with the help of Hizdahr zo Loraq and help from Lyarraq Baratheon, the hero learnt the power of gravity Control. During a long training session in Great Sept of Baelor at the Autumnal Equinox, Daegar Tyrell met Khal Drogo. They immediately got along and decided to travel together. Finally in Deepwood Motte at Night the revolutionary was almost in The Dreadfort, when it was safe again. Daergar yonker was ready and they formed an alliance. At the Winter Solstice the two friends from The Eyrie celebrated by playing a game. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Daenerys Targaryen was having an happy and peaceful life when Arya Stark threatened the House of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of gravity Control. In Great Sept of Baelor at Christmas, Daenerys Targaryen met Khal Drogo and they formed an alliance. At Christmas Daenerys Targaryen and Khal Drogo were almost in Deepwood Motte, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used gravity Control forcing the enemy to retreat. Eventually the House was safe again. Daenerys Targaryen and Khal Drogo went to Red Keep and celebrated by playing a game. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a bureaucrat. The evil Cersei Lannister one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the Lord learnt the power of invisibility. During a long training session in The Ruby Ford at the Autumnal Equinox, Robb Stark met Eddard Stark; they immediately got along and decided to travel together. After travelling across all the kingdom, Bran was ready in Bear Island, when it was time to play a game. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Cersei Lannister threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Catelyn Stark to seek help. Catelyn Stark was a master of invisibility and taught the hero all its secrets. In The Ruby Ford at the Winter Solstice, Bran Stark met Eddard Stark and they formed an alliance. Finally in Bear Island at the first day of Spring, Bran Stark faced Cersei Lannister. With the help of Eddard Stark and thanks to the learnt power of invisibility, the alliance scared away Cersei Lannister. After the victory, the freedom was not under threat anymore. Bran Stark and Eddard Stark celebrated in Torrhen's Square by playing a game. " 

},{"Generated text": " A long time ago Daenerys Targaryen, King of the Andals the Rhoynar and the First Men from all the kingdoms, was known to be very good as a revolutionary. The evil Petyr Baelish one day posed a threat to the House of Daario Naharis. Our hero was too weak, but with the help of Rhaegar Tyrell, the hero learnt the power of gravity Control. During a long training session in The Vale of Arryn at the Autumnal Equinox, Daegaris met Viktoria Baratheon. They immediately got along and decided to travel together. At the Summer Solstice Daergaris and I were almost in Great Sept of Bailor, when they realized Pyrrhaegard was after them. the two friends nevertheless were ready and they immediately went to Karhold. After travelling across all its known territories, they finally found Pterys II and celebrated by having a feast. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. The evil Petyr Baelish one day posed a threat to the House of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Rhaenys Targaryen to seek help. Rhaenys Targaryen was a master of invisibility and taught the hero all its secrets. On the way to The Vale of Arryn at the Summer Solstice, Daenerys Targaryen met Viserys Targaryen and they immediately became friends. Finally in Great Sept of Baelor at sunrise, Daenerys Targaryen faced Petyr Baelish. With the help of Viserys Targaryen and thanks to the learnt power of invisibility, the alliance scared away Petyr Baelish. After the victory, the House was not under threat anymore. Daenerys Targaryen and Viserys Targaryen celebrated in The Eyrie by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a bureaucrat. The evil Petyr Baelish one day posed a threat to the Houses of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord got stronger and learnt teleportation. During a long training session in Bear Island at the first day of Spring, we met Robert Baratheon. They immediately got along and decided to travel together. After travelling across all the kingdom, they were almost in Seagard, when they realized Peter Bailish was after them. This is how Bran managed to save the house and in Red Keep celebrated with Catelyn Stark by getting married. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Bran Stark was having an happy and peaceful life when Petyr Baelish threatened the House of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of teleportation. On the way to Bear Island at the first day of Spring, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Petyr Baelish in The Eyrie. A bloody battle begun but Bran Stark thanks to teleportation powers got the better of Petyr Baelish. After the victory, the House was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Seagard by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the Lord got stronger and learnt teleportation. During a long training session in Moat Cailin at the Summer Solstice, we met Eddard Stark; they immediately got along and decided to travel together. At the Autumnal Equinox Bran was ready and the two friends were almost in Karhold. After travelling across all the kingdom, Bran and Eddin Stark were ready in Deepwood Motte. A bloody battle begun but Bran thanks to teleportation powers got the better of Tywin Storm. This is how Bran managed the victory and in The Iron Island celebrated with Edden Stark by having a feast. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Tyrion Lannister threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Arya Stark to seek help. Arya Stark was a master of teleportation and taught the hero all its secrets. During a long training session in Moat Cailin at the Summer Solstice, Bran Stark met Eddard Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, Bran Stark with the help of Eddard Stark finally found Tyrion Lannister in Karhold. A bloody battle begun but Bran Stark thanks to teleportation powers got the better of Tyrion Lannister. Eventually the freedom was safe again. Bran Stark and Eddard Stark went to Great Sept of Baelor and celebrated by having a feast. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for almost a century and was also known in the whole kingdom as a ruler. The evil Cersei Lannister one day posed a threat to the treasure of Robb Stark. Our hero was too weak, but with the help of Cassana Baradon, Robert Baraton learnt the power of fire sorcery. During a long training session in Seagard at the first day of Spring, the hero met Renatrix Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Deepwood Motte at first year of marriage, Robb Baratcheon with The Dreadfort in Red Keep, was ready. Finally in Saltpans at The First Battle of Bear Island, a bloody battle begun. Initially Robert was afraid but got stronger by listening to a storytelling. Eventually got better and went to The Iron Island. "
,"Reference text": " Once upon a time, there was a ruler whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Cersei Lannister one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Cassana Baratheon, Robert Baratheon learnt the power of gravity Control. On the way to Saltpans at the first day of Spring, Robert Baratheon met Stannis Baratheon and they immediately became friends. At the first day of Spring Robert Baratheon and Stannis Baratheon were almost in Saltpans, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Robert Baratheon and Stannis Baratheon celebrated in Winterfell by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Petyr Baelish lived in Bear Island and was known to be very good as a procurer. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of mind controlling. During a long training session in Deepwood Motte at the Autumnal Equinox in The Whispering Wood at Christmas, Tywin Lannisto met Tymine Tyrellister and they formed an alliance. After travelling across all the kingdom, finally in Seagard at The first day of Spring, Cersei Stark commanded the troops to retreat. Eventually the House was safe again. Tywelyn Tyregardless of the victory, Tyron Lannisters and Tyme Tywynne went to The Dreadfort and celebrated by making fireworks. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as a murderer. The evil Petyr Baelish one day posed a threat to the House of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Joanna Lannister to seek help. Joanna Lannister was a master of mind controlling and taught the hero all its secrets. On the way to Bear Island at the Autumnal Equinox, Tyrion Lannister met Tywin Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Tywin Lannister finally found Petyr Baelish in Riverlands. A bloody battle begun but Tyrion Lannister thanks to mind controlling powers got the better of Petyr Baelish. Eventually the House was safe again. Tyrion Lannister and Tywin Lannister went to Torrhen's Square and celebrated by making fireworks. " 

},{"Generated text": " Petyr Baelish was King of the Andals the Rhoynar and the First Men for the House Tyrell and was also known in the whole kingdom as a bureaucrat. Everything was quiet when one day Arya Stark threatened the jewel of Petyr Baratheon. Our hero was too weak, but with the help of Hizdahr zo Loraq, the hero learnt the power of fire sorcery. On the way to Deepwood Motte at the Autumnal Equinox with Lysa Arryn and Tywin Lannister in tow; they immediately got along and decided to travel together. Finally in The Ruby Ford at Winter Solstice, Pet Myrcella Targaryen posed a threat. After the victory, The jewel was not under threat anymore. The hero and his friends celebrated in Karhold by making fireworks. "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as a bureaucrat. The evil Arya Stark one day posed a threat to the jewel of Petyr Baelish. Our hero was too weak, but with the help of Robert Arryn, Petyr Baelish learnt the power of fire sorcery. In The Whispering Wood at the Autumnal Equinox, Petyr Baelish met Lysa Arryn and they formed an alliance. After travelling across all the kingdom, Petyr Baelish with the help of Lysa Arryn finally found Arya Stark in The Ruby Ford. A bloody battle begun but Petyr Baelish thanks to fire sorcery powers got the better of Arya Stark. After the victory, the jewel was not under threat anymore. Petyr Baelish and Lysa Arryn celebrated in Deepwood Motte by making fireworks. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men, was known to be very good as a rebel. The evil Tyrion Lannister one day posed a threat to the jewel of Robb Stark. Our hero was too weak, but with the help of Edric Storm, the hero learnt the power of gravity Control. During a long training session in Bear Island at the Autumnal Equinox, Robert met Gendry. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Deepwood Motte at Night, Robb Baratcheon with The Dreadfort Cailin finally found Tyrions Stark in Seagard. A bloody battle begun but the treasure was not under threat anymore. This is the story of Robert and Gendi Karhold and how they managed to save The jewel and in Raventree Hall celebrated in Red Keep by making fireworks. "
,"Reference text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Baratheon, was known to be very good as a rebel. Everything was quiet when one day Tyrion Lannister threatened the jewel of Robert Baratheon. Our hero was too weak, but with the help of Edric Storm, Robert Baratheon learnt the power of gravity Control. On the way to Bear Island at the Winter Solstice, Robert Baratheon met Gendry and they immediately became friends. After travelling across all the kingdom, Robert Baratheon with the help of Gendry finally found Tyrion Lannister in Saltpans. A bloody battle begun but Robert Baratheon thanks to gravity Control powers got the better of Tyrion Lannister. After the victory, the jewel was not under threat anymore. Robert Baratheon and Gendry celebrated in The Ruby Ford by making fireworks. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Cersei Lannister one day posed a threat to the freedom of the Queen consort. Our hero was too weak, but with the help of Joffrey Baratheon, the hero learnt the power of gravity Control. During a long training session in Seagard at the Summer Solstice, MargoeryTyrell met Garlan Tyrel. They immediately got along and decided to travel together. Finally in The Whispering Wood at sunrise, a bloody battle begun. Margonervoord was ready and the enemy was almost upon them. After the victory, The freedom was not under threat anymore. Everything was quiet again when the Dreadfort threat was finally under control. This is how Margonaery tyrell managed to save The Iron Island and in Raventree Hall celebrated with Glansard by playing a game. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. The evil Cersei Lannister one day posed a threat to the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Joffrey Baratheon, got stronger and learnt teleportation. In Raventree Hall at the Summer Solstice, Margaery Tyrell met Garlan Tyrell and they formed an alliance. After travelling across all the kingdom, Margaery Tyrell with the help of Garlan Tyrell finally found Cersei Lannister in Saltpans. A bloody battle begun but Margaery Tyrell thanks to teleportation powers got the better of Cersei Lannister. Eventually the freedom was safe again. Margaery Tyrell and Garlan Tyrell went to Kings Landing and celebrated by playing a game. " 

},{"Generated text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a spy. The evil Bran Stark one day posed a threat to the freedom of Jon Snow. Our hero was too weak, but with the help of Lyanna Stark, the hero learnt the power of invisibility. During a long training session in Torrhen's Square at Night, Jon snow met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in Seagard at the Winter Solstice: Jon and Hizaq were almost in The Dreadfort, when they realized Bran Lannister was after them. the two friends nevertheless were ready and the battle begun. After the victory, The freedom was not under threat anymore. JonSnow andHiz dahrb zo loraqs celebrated in Saltpans by getting married. "
,"Reference text": " A long time ago Jon Snow, King from the House Targaryen, was known to be very good as a spy. Jon Snow was having an happy and peaceful life when Bran Stark threatened the freedom of Jon Snow. Our hero was too weak, but with the help of Lyanna Stark, Jon Snow learnt the power of fire sorcery. On the way to Torrhen's Square at Night, Jon Snow met Hizdahr zo Loraq and they immediately became friends. At the Winter Solstice Jon Snow and Hizdahr zo Loraq were almost in Red Keep, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Jon Snow and Hizdahr zo Loraq celebrated in Bear Island by getting married. " 

},{"Generated text": " Bran Stark was a threat to the treasure of Cersei Lannister. Our hero was too weak, but with the help of Myrcella Baratheon (a master of mind controlling), the alliance scared away Bran Stark. After travelling across all the kingdom, the castle was not under threat anymore. Everything was quiet when one day Bran Targaryen visited the Dreadfort. The enemy was ready and the hero weakened. This is how Cyrgyllister managed to calm the enemy and in Riverlands celebrated with Euron Greyjoy by playing a game. At the Autumnal Equinox a warrior was also present, albeit with a different name. Clanchor was having an happy and peaceful life as a regent "
,"Reference text": " A long time ago Cersei Lannister, Queen regnant from the House Lannister, was known to be very good as a regent. The evil Bran Stark one day posed a threat to the treasure of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Shae, got stronger and learnt mind controlling. On the way to Riverlands at the Winter Solstice, Cersei Lannister met Euron Greyjoy and they immediately became friends. After travelling across all the kingdom, Cersei Lannister with the help of Euron Greyjoy finally found Bran Stark in The Dreadfort. A bloody battle begun but Cersei Lannister thanks to mind controlling powers got the better of Bran Stark. After the victory, the treasure was not under threat anymore. Cersei Lannister and Euron Greyjoy celebrated in Oldstones by playing a game. " 

},{"Generated text": " The evil Robert Baratheon one day posed a threat to the peace of Tyrion Lannister. Our hero was too weak, but with the help of Daario Naharis and thanks to a learnt power from mind controlling, the hero got stronger. During a long training session in Torrhen's Square at the Autumnal Equinox, Jon Snow scared away the enemy. After travelling across all the kingdom, Tyrell Lannisters with help from Moat Cailin finally found the killer in The Dreadfort. The two friends nevertheless were ready and the battle begun. Finally in Seagard at sunrise, Cersei Stark confronted the murderer. With the support of Moats Cailyn and friends after the victory,the peace was not under threat anymore. This is how Tyrionsister managed to save it and in Raventree Hall celebrated with Shae by watching a storytelling. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a bureaucrat. Tyrion Lannister was having an happy and peaceful life when Robert Baratheon threatened the peace of Tyrion Lannister. Our hero was too weak, but with the help of Cersei Lannister, Tyrion Lannister learnt the power of mind controlling. On the way to Torrhen's Square at the Winter Solstice, Tyrion Lannister met Shae and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Shae finally found Robert Baratheon in The Dreadfort. A bloody battle begun but Tyrion Lannister thanks to mind controlling powers got the better of Robert Baratheon. Eventually the peace was safe again. Tyrion Lannister and Shae went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as an advisor. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the hero learnt the power of invisibility. During a long training session in Deepwood Motte at the Autumnal Equinox, Jon Snow met Arya Stark; they immediately got along and decided to travel together. Finally in The Whispering Wood at The first day of Spring, Stark faced Tywin Baratheon. After travelling across all the kingdom, there was a need for a revolutionary whose name beamed across the face of the planet. Jon was ready and the task was not under threat anymore. Everything was quiet when they got to The Dreadfort. This is how the story went down in Kings Landing: "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt invisibility. In Raventree Hall at Christmas, Bran Stark met Arya Stark and they formed an alliance. Finally in The Whispering Wood at the first day of Spring, Bran Stark faced Tyrion Lannister. With the help of Arya Stark and thanks to the learnt power of invisibility, the alliance scared away Tyrion Lannister. After the victory, the treasure was not under threat anymore. Bran Stark and Arya Stark celebrated in The Vale of Arryn by getting married. " 

},{"Generated text": " A long time ago Daenerys Targaryen, King of the Andals the Rhoynar and the First Men, was known to be very good as a revolutionary. The evil Petyr Baelor one day posed a threat to the House of Daario Naharis. Our hero was too weak, but with the help of Rhaegar Targaries, the hero learnt the power of gravity Control. During a long training session in Bear Island at the Autumnal Equinox, Daerys Tarkar met Ryshaem Baratheon. They immediately got along and decided to travel together. Finally in Karhold at Christmas,Daario Bailor faced Petherra Azaei. With the support of Raventree Hall and thanks to learnt power management skills, both friends and foes were able to save the house. After travelling across all the kingdom the alliance finally secured the castle. Eventually the whole kingdom was safe again. Daerie Tkorah was back in Deepwood Motte. "
,"Reference text": " Daenerys Targaryen was Princess for the House Targaryen and was also known in the whole kingdom as a revolutionary. The evil Petyr Baelish one day posed a threat to the freedom of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Rhaegar Targaryen, got stronger and learnt invisibility. On the way to Bear Island at the Summer Solstice, Daenerys Targaryen met Rhaenys Targaryen and they immediately became friends. Finally in Karhold at the Autumnal Equinox, Daenerys Targaryen faced Petyr Baelish. With the help of Rhaenys Targaryen and thanks to the learnt power of invisibility, the alliance scared away Petyr Baelish. Eventually the freedom was safe again. Daenerys Targaryen and Rhaenys Targaryen went to The Iron Island and celebrated by having a feast. " 

},{"Generated text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a spy. Everything was quiet when one day Margaery Tyrell threatened the peace of Jon Snow. Our hero was too weak, but with the help of Lyarra Stark, Jon learnt the power of fire sorcery. During a long training session in The Iron Island at the Summer Solstice, the hero met Ygritte. They immediately got along and decided to travel together. At the Autumnal Equinox the two friends were almost at The Trident, when they realized MargaieryTyrell was after them. The two men nevertheless were ready and the battle begun. Initially JonSnow was afraid but after travelling across all the kingdom, got stronger and learnt invisibility. In The Whispering Wood at Christmas, The Dreadfort was under threat again. This time the enemy was not after the treasure. After the victory, both friends celebrated by getting married. "
,"Reference text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a spy. Jon Snow was having an happy and peaceful life when Margaery Tyrell threatened the peace of Jon Snow. Initially Jon Snow was afraid but with the help of Daenerys Targaryen, got stronger and learnt fire sorcery. In The Iron Island at the Summer Solstice, Jon Snow met Ygritte and they formed an alliance. At Night Jon Snow and Ygritte were almost in The Trident, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. This is how Jon Snow managed to save the peace and in The Vale of Arryn celebrated with Ygritte by getting married. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men and was also known in the whole kingdom as a ruler. The evil Arya Stark one day posed a threat to the House of Robb Stark. Our hero was too weak, but with the help of Edric Storm, the evil Bran Stark learnt the power of gravity Control. During a long training session in The Whispering Wood at the first day of Spring, Robert Baratcheon met Steffon Baraton. They immediately got along and decided to travel together. At the Autumnal Equinox the hero and its companion were almost in Oldstones, when they realized the threat they were facing. Eventually they got to The Trident and celebrated by having a feast. "
,"Reference text": " Once upon a time, there was a ruler whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. Everything was quiet when one day Arya Stark threatened the House of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Stannis Baratheon, got stronger and learnt gravity Control. On the way to Winterfell at the first day of Spring, Robert Baratheon met Steffon Baratheon and they immediately became friends. At Christmas Robert Baratheon and Steffon Baratheon were almost in The Trident, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. Eventually the House was safe again. Robert Baratheon and Steffon Baratheon went to The Vale of Arryn and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the Lord got stronger and learnt fire sorcery. During a long training session in Deepwood Motte at the first day of Spring, Robb Stark met Rickon Stark; they immediately got along and decided to travel together. After travelling across all the kingdom, they reached The Trident in The Dreadfort. At the Autumnal Equinox the hero and the villain were almost there, when they realized Bran was after them. the two friends nevertheless were ready and they formed an alliance. This is how Bran managed to save the Treasure and in Karhold celebrated with Rickona Stark by listening to a storytelling. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Bran Stark. Our hero was too weak, but with the help of Arya Stark, Bran Stark learnt the power of fire sorcery. On the way to Raventree Hall at the first day of Spring, Bran Stark met Rickon Stark and they immediately became friends. At the Summer Solstice Bran Stark and Rickon Stark were almost in The Trident, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Bran Stark and Rickon Stark celebrated in Karhold by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Robert Baratheon one day was known to be very good as a procurer. Our hero was too weak, but with the help of Shae, the Lord got stronger and learnt military strategy. During a long training session in The Dreadfort at sunrise on the way to The Whispering Wood at the Autumnal Equinox, we met Joanna Lannisters. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Seagard at The Summer Solstice, Cersei Stark commanded the whole kingdom. Eventually the jewel was not under threat anymore. Tyron Lannist and Joanne LannISTER celebrated in Saltpans by having a feast. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as an official. Everything was quiet when one day Robert Baratheon threatened the jewel of Tyrion Lannister. Our hero was too weak, but with the help of Shae, Tyrion Lannister learnt the power of military strategy. In The Dreadfort at sunrise, Tyrion Lannister met Joanna Lannister and they formed an alliance. Finally in The Dreadfort at Night, Tyrion Lannister faced Robert Baratheon. With the help of Joanna Lannister and thanks to the learnt power of military strategy, the alliance scared away Robert Baratheon. This is how Tyrion Lannister managed to save the jewel and in The Dreadfort celebrated with Joanna Lannister by having a feast. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Targaryen, was known to be very good as a ruler. Everything was quiet when one day Petyr Baelish threatened the Houses of Jon and Hizdahr zo Loraq. Our hero was too weak, but with the help of Lyarra Stark, Jon learnt the power of mind controlling. During a long training session in The Ruby Ford at Night, the hero met Rhaenys Targaries. They immediately got along and decided to travel together. Finally in Seagard at the Autumnal Equinox, Joffrey Baratheon faced Pet Tyrion forcing the enemy to retreat. After the victory, The House was not under threat anymore. The heroes celebrated in Karhold by getting married. "
,"Reference text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a ruler. The evil Petyr Baelish one day posed a threat to the House of Jon Snow. Our hero was too weak, but with the help of Rhaella Targaryen, Jon Snow learnt the power of mind controlling. In The Ruby Ford at Night, Jon Snow met Rhaenys Targaryen and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Rhaenys Targaryen finally found Petyr Baelish in Winterfell. A bloody battle begun but Jon Snow thanks to mind controlling powers got the better of Petyr Baelish. This is how Jon Snow managed to save the House and in Crossroads Inn celebrated with Rhaenys Targaryen by getting married. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from The Iron Island, was known to be very good as a revolutionary. The evil Daenerys Targaryen one day posed a threat to the treasure of Robb Stark. Our hero was too weak, but with the help of Hizdahr zo Loraq, the hero learnt the power of military strategy. During a long training session in Torrhen's Square at the first day of Spring, Robb Baratcheon met Stannis Baraton. They immediately got along and decided to travel together. Finally in Seagard at Autumnal Equinox, Robert baratheons faced Daesterys Tyrell. With the victory of Baelor Andaluchena, our hero got stronger and learnt invisibility. On the way to Deepwood Motte at Night, we met Shae and they immediately became friends. After travelling across all the kingdom, they finally got married. This is how they celebrated in Saltpans "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. The evil Daenerys Targaryen one day posed a threat to the treasure of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Gendry, got stronger and learnt military strategy. On the way to Torrhen's Square at the first day of Spring, Robert Baratheon met Stannis Baratheon and they immediately became friends. Finally in Riverlands at the Autumnal Equinox, Robert Baratheon faced Daenerys Targaryen. With the help of Stannis Baratheon and thanks to the learnt power of military strategy, the alliance scared away Daenerys Targaryen. Eventually the treasure was safe again. Robert Baratheon and Stannis Baratheon went to Red Keep and celebrated by watching a play. " 

},{"Generated text": " A long time ago Margaery Tyrell, Queen consort from The Iron Island, was known to be very good as an influencer. Everything was quiet when one day Tyrion Lannister posed a threat to the freedom of Margarita Baratheon. Our hero was too weak, but with the help of Deepwood Motte and thanks to a learnt power, the hero learnt the power of fire sorcery. During a long training session on the Summer Solstice at the Autumnal Equinox, a warrior from the Vale of Arryn met WillasTyrell. They immediately got along and decided to travel together. Finally in Castle Black at Night the threat was not under threat anymore. The two friends nevertheless were ready and the battle begun. This is how the alliance ended up being a bloody battle. After the victory, everyone was glad to go home and celebrated by having a feast. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. The evil Tyrion Lannister one day posed a threat to the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Tommen Baratheon, got stronger and learnt fire sorcery. During a long training session in The Iron Island at the Summer Solstice, Margaery Tyrell met Willas Tyrell. They immediately got along and decided to travel together. After travelling across all the kingdom, Margaery Tyrell with the help of Willas Tyrell finally found Tyrion Lannister in Castle Black. A bloody battle begun but Margaery Tyrell thanks to fire sorcery powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the freedom and in Castle Black celebrated with Willas Tyrell by having a feast. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of gravity Control. During a long training session in Deepwood Motte at the Summer Solstice, a warrior from the Iron Island met Catelyn Stark. They immediately got along and decided to travel together. Finally in Torrhen's Square at Christmas, Aryas Stark faced Jon Snow. With the support of Carilyn Lannister and thanks to the learnt power learnt from gravity control, they formed an alliance. After travelling across all the kingdom, finally in The Vale of Arryn at The Autumnal Equinox the warrior was ready. The two friends nevertheless were ready and the battle begun. Ayrton Baratheon relieved the enemy and celebrated by making fireworks. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Arya Stark was having an happy and peaceful life when Jon Snow threatened the treasure of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of gravity Control. In Kings Landing at the Summer Solstice, Arya Stark met Catelyn Stark and they formed an alliance. After travelling across all the kingdom, Arya Stark with the help of Catelyn Stark finally found Jon Snow in Torrhen's Square. A bloody battle begun but Arya Stark thanks to gravity Control powers got the better of Jon Snow. After the victory, the treasure was not under threat anymore. Arya Stark and Catelyn Stark celebrated in The Trident by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a bureaucrat. The evil Daenerys Targaryen one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, the hero learnt the power of fire sorcery. During a long training session in White Harbor at Night, Jon Stark met Catelyn Stark; they immediately got along and decided to travel together. Finally in Crossroads Inn at the Summer Solstice, Bran Lannister faced Daester Targarioen. After travelling across all the kingdom, it was time to return to The Dreadfort. This is how the story unfolded and in The Vale of Arryn the Dreadlord celebrated by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Daenerys Targaryen threatened the treasure of Bran Stark. Bran Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of fire sorcery and taught the hero all its secrets. On the way to White Harbor at Night, Bran Stark met Catelyn Stark and they immediately became friends. At the Summer Solstice Bran Stark and Catelyn Stark were almost in Crossroads Inn, when they realized Daenerys Targaryen was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. Eventually the treasure was safe again. Bran Stark and Catelyn Stark went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a bureaucrat. The evil Tyrion Lannister one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord got stronger and learnt mind controlling. During a long training session in Deepwood Motte at sunrise on the way to Seagard, Jon Snow met Catelyn Stark; they immediately got along and decided to travel together. Finally in Red Keep at the Autumnal Equinox in The Iron Island at Night, Stark faced Tyron Lannisters. With the victory, The freedom was not under threat anymore. Banners and friends celebrated in Crossroads Inn by listening to a storytelling. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Bran Stark was having an happy and peaceful life when Tyrion Lannister threatened the freedom of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of mind controlling. In Deepwood Motte at sunrise, Bran Stark met Catelyn Stark and they formed an alliance. At Night Bran Stark and Catelyn Stark were almost in Red Keep, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used mind controlling forcing the enemy to retreat. This is how Bran Stark managed to save the freedom and in Winterfell celebrated with Catelyn Stark by listening to a storytelling. " 

},{"Generated text": " Beneath the Iron Island, Daenerys Targaryen was Princess and was also known in the whole kingdom as a revolutionary. Everything was quiet when one day Margaery Tyrell threatened the treasure of Jon Snow. Our hero was too weak, but with the help of Hizdahr zo Loraq and thanks to the learnt power of gravity Control, we got stronger. During a long training session in Deepwood Motte at the Autumnal Equinox in Saltpans at Christmas, the Princess met Jonne. They immediately got along and decided to travel together. After travelling across all the kingdom, Jonnie Lannister was ready and the two friends were ready. Finally in Kings Landing at sunrise, The Dreadfort was not under threat anymore. The two heroes celebrated in Great Sept of Baelor by getting married. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. The evil Margaery Tyrell one day posed a threat to the treasure of Daenerys Targaryen. Our hero was too weak, but with the help of Aerys II Targaryen, Daenerys Targaryen learnt the power of gravity Control. In Red Keep at the Winter Solstice, Daenerys Targaryen met Jon Snow and they formed an alliance. Finally in Kings Landing at sunrise, Daenerys Targaryen faced Margaery Tyrell. With the help of Jon Snow and thanks to the learnt power of gravity Control, the alliance scared away Margaery Tyrell. After the victory, the treasure was not under threat anymore. Daenerys Targaryen and Jon Snow celebrated in Bear Island by listening to a storytelling. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for a long time and was also known in the whole kingdom as a ruler. The evil Petyr Baelish one day posed a threat to the castle of Robert Baraton. Our hero was too weak, but with the help of Steffon Baronyon, the King got stronger and learnt fire sorcery. On the way to Seagard at the Autumnal Equinox, Bob Baratcheon met Cassana Baradon and they immediately became friends. Finally in The Iron Island at first day of Spring, Robert baratheons faced Petry Bailish. With the knowledge of Catelyn Stark and how to travel the kingdom, we now know the secrets of military strategy. In The Whispering Wood at Christmas the hero and his friends were almost in Oldstones, when they met. Eventually they realized the threat was real and went to Red Keep. "
,"Reference text": " Once upon a time, there was a rebel whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Petyr Baelish one day posed a threat to the castle of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Steffon Baratheon, got stronger and learnt fire sorcery. During a long training session in Winterfell at the Autumnal Equinox, Robert Baratheon met Cassana Baratheon. They immediately got along and decided to travel together. At the first day of Spring Robert Baratheon and Cassana Baratheon were almost in The Iron Island, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used fire sorcery forcing the enemy to retreat. This is how Robert Baratheon managed to save the castle and in Winterfell celebrated with Cassana Baratheon by watching a play. " 

},{"Generated text": " Bran Stark was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. The evil Jon Snow one day posed a threat to the freedom of Cersei LannISTER. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of gravity Control. During a long training session in The Iron Island at the Summer Solstice, Daenerys Targaryen met Joanna Tyrell. They immediately got along and decided to travel together. After travelling across all the kingdom, Cerony Lannisters with The Dreadfort in Red Keep was ready and the enemy was after them. This is how Daario Tyreon managed to save the liberty and in Raventree Hall celebrated with Moat Cailin by making fireworks. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. The evil Jon Snow one day posed a threat to the freedom of Cersei Lannister. Our hero was too weak, but with the help of Tywin Lannister, Cersei Lannister learnt the power of gravity Control. In The Iron Island at Night, Cersei Lannister met Jaime Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Jaime Lannister finally found Jon Snow in The Iron Island. A bloody battle begun but Cersei Lannister thanks to gravity Control powers got the better of Jon Snow. After the victory, the freedom was not under threat anymore. Cersei Lannister and Jaime Lannister celebrated in White Harbor by making fireworks. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for almost a century and was also known in the whole kingdom as a military leader. The evil Daenerys Targaryen one day posed a threat to the treasure of Robb Stark. Our hero was too weak, but with the help of Renly Baronyon, Robert Baraton learnt the power of gravity Control. During a long training session in Karhold at the Autumnal Equinox, the hero met Gendry. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Deepwood Motte at Night, Robb Lannister was ready to fight. Finally in The Dreadfort at The Summer Solstice, Bob Baratcheon faced Daester Targareen. With the support of Gondry and thanks to learnt power from Garlan Tyrell, they formed an alliance. This is how the alliance ended up in Great Sept of Baelor "
,"Reference text": " Once upon a time, there was a military leader whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. Robert Baratheon was having an happy and peaceful life when Daenerys Targaryen threatened the treasure of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Renly Baratheon, got stronger and learnt gravity Control. During a long training session in Karhold at the Autumnal Equinox, Robert Baratheon met Gendry. They immediately got along and decided to travel together. At sunrise Robert Baratheon and Gendry were almost in The Vale of Arryn, when they realized Daenerys Targaryen was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. Eventually the treasure was safe again. Robert Baratheon and Gendry went to Torrhen's Square and celebrated by playing a game. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a murderer. Everything was quiet when one day Arya Stark threatened the castle of our hero. Our hero was too weak, but with the help of Hizdahr zo Loraq, the hero learnt the power of mind controlling. During a long training session in The Dreadfort at the Summer Solstice, petyr baelishly met Lysa Arryn. They immediately got along and decided to travel together. Finally in Bear Island at The first day of Spring, Petyrs baleen to the Iron Island and celebrated by listening to a storytelling. "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. Everything was quiet when one day Arya Stark threatened the peace of Petyr Baelish. Petyr Baelish did not know what to do and went to Robert Arryn to seek help. Robert Arryn was a master of mind controlling and taught the hero all its secrets. During a long training session in The Dreadfort at the Summer Solstice, Petyr Baelish met Lysa Arryn. They immediately got along and decided to travel together. At the first day of Spring Petyr Baelish and Lysa Arryn were almost in Bear Island, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Petyr Baelish used mind controlling forcing the enemy to retreat. Eventually the peace was safe again. Petyr Baelish and Lysa Arryn went to Saltpans and celebrated by listening to a storytelling. " 

},{}]