[{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord got stronger and learnt gravity Control. During a long training session in Oldstones at the Autumnal Equinox, Robb Stark met Sansa Baratheon. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, Bran Branask faced Tyranny. After travelling across all the kingdom, it was finally in Moat Cailin at Christmas. A bloody battle begun but Bran Stratark thanks to gravitational Control powers got the better of Tyron Lannisters. This is how Bran Stark managed to save the castle and in Saltpans celebrated with Sanso by playing a game. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Tyrion Lannister threatened the peace of Bran Stark. Bran Stark did not know what to do and went to Rickon Stark to seek help. Rickon Stark was a master of fire sorcery and taught the hero all its secrets. On the way to Oldstones at the Autumnal Equinox, Bran Stark met Robb Stark and they immediately became friends. Finally in Moat Cailin at sunrise, Bran Stark faced Tyrion Lannister. With the help of Robb Stark and thanks to the learnt power of fire sorcery, the alliance scared away Tyrion Lannister. Eventually the peace was safe again. Bran Stark and Robb Stark went to Torrhen's Square and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Margaery Tyrell. The evil Jon Snow one day posed a threat to the House of Margaegyll. Our hero was too weak, but with the help of Rhaegar Targaryen, the hero learnt the power of mind controlling. During a long training session in Saltpans at the Summer Solstice, MargraeryTyrell met Loras Tyrel. They immediately got along and decided to travel together. Finally in The Dreadfort at sunrise on the way to The Vale of Raventree Hall at The Trident at Christmas,Margaerys Tommen Baratheon met Lancel Lannister and they immediately became friends. After travelling across all the kingdom and finally in Torrhen's Square at Night, they were almost in Winterfell, when they realized JonSnow was after them.The two friends nevertheless were ready and the battle begun. This is how the story went down:A long way from The Whispering Wood to White Harbor: "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Jon Snow threatened the House of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Tommen Baratheon to seek help. Tommen Baratheon was a master of military strategy and taught the hero all its secrets. During a long training session in Saltpans at Night, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At sunrise Margaery Tyrell and Loras Tyrell were almost in White Harbor, when they realized Jon Snow was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used military strategy forcing the enemy to retreat. This is how Margaery Tyrell managed to save the House and in The Dreadfort celebrated with Loras Tyrell by listening to a storytelling. " 

},{"Generated text": " Tyrion Lannister was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. The evil Petyr Baelish one day posed a threat to the freedom of Tyrion Stark. Our hero was too weak, but with the help of Garlan Tyrel, Tyrions learnt the power of mind controlling. During a long training session in Oldstones at the Autumnal Equinox, MargaeryTyrell met Joffrey Baratheon. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, the threat was almost under threat. After travelling across all the kingdom, Myrcella Barclaury finally got to The Ruby Ford and celebrated by having a feast. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Margaery Tyrell was having an happy and peaceful life when Petyr Baelish threatened the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Joffrey Baratheon, got stronger and learnt fire sorcery. On the way to Oldstones at the Winter Solstice, Margaery Tyrell met Garlan Tyrell and they immediately became friends. At the Autumnal Equinox Margaery Tyrell and Garlan Tyrell were almost in Oldstones, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used fire sorcery forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Margaery Tyrell and Garlan Tyrell celebrated in Riverlands by playing a game. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the Lord got stronger and learnt invisibility. During a long training session in Castle Black at the Summer Solstice, Brien Stark met Rickon Baratheon. They immediately got along and decided to travel together. After travelling across all the kingdom, at Christmas Bran Westerly was finally in The Vale of Arryn, a castle of the Dreadfort. Finally in Saltpans at sunrise, Banner Stark faced Margaele Targaryen. A bloody battle begun but the hero got the upper hand. This time the battle was not under threat but rather because of a bloody nose. Bannister Stark used teleportation forcing the enemy to retreat. At the Autumnal Equinox Banners were announced as heroes. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Margaery Tyrell threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Arya Stark to seek help. Arya Stark was a master of invisibility and taught the hero all its secrets. During a long training session in The Iron Island at Night, Bran Stark met Sansa Stark. They immediately got along and decided to travel together. At the first day of Spring Bran Stark and Sansa Stark were almost in Castle Black, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used invisibility forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Bran Stark and Sansa Stark celebrated in Oldstones by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Margaery Tyrell. The evil Tyrion Lannister one day posed a threat to the House of Margaely Tyrel. Our hero was too weak, but with the help of Tommen Baratheon, the hero learnt the power of mind controlling. During a long training session in Deepwood Motte at the Autumnal Equinox in The Vale of Arryn at sunrise, MarggaeryTyrell met Loras Tyrill. They immediately got along and decided to travel together. At the first day of Spring Margaiyrtle and Lorasa Tyreon were almost in Seagard, when they realized Tyron Lannisten was after them. the two friends nevertheless were ready and the battle begun. Margmaerty used minds controlling forcing the enemy to retreat. After the victory, The House was not under threat anymore.Margaertle & LorAS Tynell celebrated in White Harbor by organizing a concert. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the House of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Alerie Tyrell to seek help. Alerie Tyrell was a master of fire sorcery and taught the hero all its secrets. During a long training session in The Iron Island at Christmas, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At the Winter Solstice Margaery Tyrell and Loras Tyrell were almost in The Whispering Wood, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used fire sorcery forcing the enemy to retreat. This is how Margaery Tyrell managed to save the House and in Deepwood Motte celebrated with Loras Tyrell by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Robert Baratheon one day posed a threat to the treasure of Daenys Tyrell. Our hero was too weak, but with the help of Benjen Stark, Daario Naharis learnt the power of military strategy. During a long training session in Seagard at the Autumnal Equinox, Jon Snow met Daarwen Barrie. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. Finally in The Eyrie at sunrise,Daeneries Targaristen faced Robert Baelish. With the knowledge of Jon Burroughs and thanks to a learnt power from the first day of Spring, The Iron Islander was almost in Winterfell, when it became too dangerous. Daerwen barrie did not know what to do and went to Jon Stark to seek help. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Robert Baratheon threatened the castle of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of military strategy. In The Ruby Ford at the first day of Spring, Daenerys Targaryen met Daario Naharis and they formed an alliance. At the Winter Solstice Daenerys Targaryen and Daario Naharis were almost in The Trident, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used military strategy forcing the enemy to retreat. This is how Daenerys Targaryen managed to save the castle and in Winterfell celebrated with Daario Naharis by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Daenerys Targaryen one day posed a threat to the peace of Tyron Lannisters. Our hero was too weak, but with the help of Euron Greyjoy of The Twins, the hero learnt the power of invisibility. During a long training session in Moat Cailin at the Autumnal Equinox in The Vale of Arryn, Tyrions met Shae. They immediately got along and decided to travel together. After travelling across all the kingdom, Tyrell with help from Shai finally found Daenys Stark in Seagard. A bloody battle begun but Myrcella Baratheon thanks to gravity Control powers got the better of Daena Stark. At the Summer Solstice Tyranny and Shaggy were almost in Saltpans, when they realized Daera Stark was after them. "
,"Reference text": " Once upon a time, there was an advisor whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Daenerys Targaryen one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Euron Greyjoy, got stronger and learnt teleportation. In The Dreadfort at Night, Tyrion Lannister met Joanna Lannister and they formed an alliance. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Daenerys Targaryen in Moat Cailin. A bloody battle begun but Tyrion Lannister thanks to teleportation powers got the better of Daenerys Targaryen. This is how Tyrion Lannister managed to save the treasure and in Red Keep celebrated with Joanna Lannister by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Cersei Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the Lord got stronger and learnt invisibility. During a long training session in The Vale of Arryn at the Autumnal Equinox, Brien Stark met Rickon Baratheon. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Saltpans at Christmas, Braked the Dreadfort was finally under threat. This is how Bared Stark managed to save the castle and in Seagard celebrated with Rhaella Targaryen by listening to a storytelling. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Cersei Lannister threatened the treasure of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt military strategy. On the way to The Vale of Arryn at the Autumnal Equinox, Bran Stark met Sansa Stark and they immediately became friends. Finally in Riverlands at sunrise, Bran Stark faced Cersei Lannister. With the help of Sansa Stark and thanks to the learnt power of military strategy, the alliance scared away Cersei Lannister. This is how Bran Stark managed to save the treasure and in Saltpans celebrated with Sansa Stark by listening to a storytelling. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. The evil Tyrion Lannister one day posed a threat to the freedom of the hero. Our hero was too weak, but with the help of Robert Arryn and thanks to a learnt power of mind controlling, the power got stronger. During a long training session in Riverlands at the Autumnal Equinox in The Dreadfort, a warrior met LysaArryn. They immediately got along and decided to travel together. After travelling across all the kingdom, Peter Bailish with help from Sansa Stark finally got the chance to play in Kings Landing. A bloody battle begun but Peters Baratheon managed to save the peace. Eventually the treasure was safe again. This is how Petter Baily managed the victory and in Saltpans celebrated in Seagard by organizing a concert. "
,"Reference text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. Petyr Baelish was having an happy and peaceful life when Tyrion Lannister threatened the peace of Petyr Baelish. Petyr Baelish did not know what to do and went to Lysa Arryn to seek help. Lysa Arryn was a master of invisibility and taught the hero all its secrets. In Kings Landing at the Winter Solstice, Petyr Baelish met Robert Arryn and they formed an alliance. Finally in Riverlands at Night, Petyr Baelish faced Tyrion Lannister. With the help of Robert Arryn and thanks to the learnt power of invisibility, the alliance scared away Tyrion Lannister. Eventually the peace was safe again. Petyr Baelish and Robert Arryn went to Saltpans and celebrated by watching a play. " 

},{"Generated text": " Tyrion Lannister was Lord for the House Baratheon and was also known in the whole kingdom as a revolutionary. Everything was quiet when one day Petyr Baelish threatened the freedom of Tyrion Stark. Our hero was too weak, but with the help of Gendry and thanks to the learnt power of military strategy, the hero got stronger and learnt invisibility. During a long training session in Oldstones at the Autumnal Equinox, Tyriona Balfe met Steffon Tyrell. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, Tyron faced Petry. After travelling across all the kingdom, The Dreadfort was finally under threat from Petsyrhen. This is how Tregen got married and celebrated by having a feast. "
,"Reference text": " A long time ago Robert Baratheon, Lord from the House Baratheon, was known to be very good as a military leader. Everything was quiet when one day Cersei Lannister threatened the House of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Steffon Baratheon, got stronger and learnt teleportation. In Oldstones at the Autumnal Equinox, Robert Baratheon met Gendry and they formed an alliance. At Christmas Robert Baratheon and Gendry were almost in The Eyrie, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used teleportation forcing the enemy to retreat. This is how Robert Baratheon managed to save the House and in The Ruby Ford celebrated with Gendry by organizing a concert. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. Everything was quiet when one day Margaery Tyrell threatened the peace of the White House. Our hero was too weak, but with the help of Shae and thanks to the learnt power of gravity Control, the hero got stronger and learnt military strategy. During a long training session in Kings Landing at the Autumnal Equinox in The Vale of Arryn at sunrise, Cerys Lannisters met Lancel LannISTER. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in White Harbor at Night, it was time to resume the war. This is how Cerisy Lannistered managed to save the freedom and in Saltpans celebrated with Lance Lannister by playing a game. "
,"Reference text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. Cersei Lannister was having an happy and peaceful life when Margaery Tyrell threatened the castle of Cersei Lannister. Cersei Lannister did not know what to do and went to Myrcella Baratheon to seek help. Myrcella Baratheon was a master of teleportation and taught the hero all its secrets. In The Twins at the Autumnal Equinox, Cersei Lannister met Lancel Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Lancel Lannister finally found Margaery Tyrell in Kings Landing. A bloody battle begun but Cersei Lannister thanks to teleportation powers got the better of Margaery Tyrell. After the victory, the castle was not under threat anymore. Cersei Lannister and Lancel Lannister celebrated in Kings Landing by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the Lord got stronger and learnt invisibility. During a long training session in The Vale of Arryn at the Autumnal Equinox, Brien Stark met Rickon Baratheon. They immediately got along and decided to travel together. Finally in Saltpans at Winterfell at Night, Branask faced Margrailty. After travelling across all the kingdom, it was finally in Seagard at Christmas. A bloody battle begun but the hero managed to save the castle. This is how Bann Stark managed the victory and in White Harbor celebrated with Rhaella Targaryen by playing a game. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the jewel of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, Bran Stark learnt the power of mind controlling. On the way to The Iron Island at the Autumnal Equinox, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Margaery Tyrell in Riverlands. A bloody battle begun but Bran Stark thanks to mind controlling powers got the better of Margaery Tyrell. After the victory, the jewel was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Red Keep by listening to a storytelling. " 

},{"Generated text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a squire. Everything was quiet when one day Tyrion Lannister threatened the castle of Jon Snow. JonSnow did not know what to do and went to Ygritte to seek help. Our hero was too weak, but with the help of Aerys II Targarney, Jonnow learnt the power of military strategy. During a long training session in The Trident at the Winter Solstice, Moat Cailin met Rickard Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat. Finally in Castle Black at The Vale of Arryn at Christmas. A bloody battle begun but Jonz Snow thanks to military strategies got the better of Tywin Lannisters. This is how Moats managed to save the treasure and in Torrhen's Square celebrated with Rickards Stark by playing a game. "
,"Reference text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a soldier. The evil Tyrion Lannister one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the help of Ygritte, Jon Snow learnt the power of fire sorcery. In The Trident at Christmas, Jon Snow met Aerys II Targaryen and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Aerys II Targaryen finally found Tyrion Lannister in White Harbor. A bloody battle begun but Jon Snow thanks to fire sorcery powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Jon Snow and Aerys II Targaryen celebrated in Castle Black by watching a play. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Cersei Lannister one day posed a threat to the freedom of Daenys Tyrell. Our hero was too weak, but with the help of Aerys II Targarion, the hero learnt the power of military strategy. During a long training session in Seagard at the Autumnal Equinox, Aegon Targarien met Lyanna Stark. They immediately got along and decided to travel together. Finally in The Eyrie at sunrise, Daeney faced Cerveya. A bloody battle begun but Daegard thanks to Military strategy powers got the better of Cerrya Lannister. This is how Daengard managed to save the peace and in White Harbor celebrated with Lyona Stark by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Everything was quiet when one day Cersei Lannister threatened the freedom of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Aerys II Targaryen, got stronger and learnt military strategy. During a long training session in White Harbor at sunrise, Daenerys Targaryen met Aegon Targaryen. They immediately got along and decided to travel together. Finally in The Trident at the Summer Solstice, Daenerys Targaryen faced Cersei Lannister. With the help of Aegon Targaryen and thanks to the learnt power of military strategy, the alliance scared away Cersei Lannister. After the victory, the freedom was not under threat anymore. Daenerys Targaryen and Aegon Targaryen celebrated in Great Sept of Baelor by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Robert Baratheon one day posed a threat to the freedom of Bran Stark. Initially the hero was afraid but with the help of Arya Stark, got stronger and learnt invisibility. During a long training session in Karhold at the Summer Solstice, Brien Stark met Catelyn Stark. They immediately got along and decided to travel together. At the Autumnal Equinox Berenity was a bloody battle begun but Bannister Stark thanks to teleportation powers got the better of Robert Arryn. After the victory, the free freedom was not under threat anymore. Everything was quiet again when the threat was realized. This is how Brazen Stark managed to save the peace and in The Dreadfort celebrated with Cersei Lannister by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. The evil Robert Baratheon one day posed a threat to the House of Bran Stark. Bran Stark did not know what to do and went to Catelyn Stark to seek help. Catelyn Stark was a master of fire sorcery and taught the hero all its secrets. On the way to The Vale of Arryn at the first day of Spring, Bran Stark met Arya Stark and they immediately became friends. Finally in Red Keep at the Autumnal Equinox, Bran Stark faced Robert Baratheon. With the help of Arya Stark and thanks to the learnt power of fire sorcery, the alliance scared away Robert Baratheon. This is how Bran Stark managed to save the House and in Karhold celebrated with Arya Stark by listening to a storytelling. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. The evil Tyrion Lannister one day posed a threat to the treasure of the jeweler Torrhen's Square. Our hero was too weak, but with the help of Lysa Arryn, the hero learnt the power of invisibility. During a long training session in Bear Island at the Autumnal Equinox in The Dreadfort, a warrior met RobertArryn. They immediately got along and decided to travel together. After travelling across all the kingdom, at Christmas Peter Bailish with help from Robert Arnold finally found Tyron Lannisters in Saltpans. A bloody battle begun but Peterer thanks to invis invisibly powers got the better of Tyrions. Finally in Winterfell at The Ruby Ford, petyr baelishes faced Tyrone Lannisten. With the victory of Robert arryn and thanks in advance to its freedom, its reputation was not under threat anymore. On the way to The Whispering Wood at sunrise, Peters Baratheon metRobert Arry and they immediately became friends. "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as an advisor. Everything was quiet when one day Tyrion Lannister threatened the castle of Petyr Baelish. Initially Petyr Baelish was afraid but with the help of Lysa Arryn, got stronger and learnt mind controlling. In Bear Island at Christmas, Petyr Baelish met Robert Arryn and they formed an alliance. After travelling across all the kingdom, Petyr Baelish with the help of Robert Arryn finally found Tyrion Lannister in Winterfell. A bloody battle begun but Petyr Baelish thanks to mind controlling powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Petyr Baelish and Robert Arryn celebrated in Torrhen's Square by making fireworks. " 

},{"Generated text": " Once upon a time, there was a regent whose name was Tyrion Lannister. The evil Margaery Tyrell one day posed a threat to the peace of Tyron Lannisters. Initially the hero was afraid but with the help of Myrcella Baratheon, got stronger and learnt military strategy. During a long training session in Castle Black at the Summer Solstice, Tywin Lannistone met Cersei Lyanna Stark. They immediately got along and decided to travel together. Finally in The Eyrie at sunrise, Tyroneannister faced Margaelella Targaryen. With the knowledge and experience gained from travelling across all the kingdom, the alliance scared away MargmaeryTyrell. After the victory, The Dreadfort was not under threat anymore. Tyrions and the freedom fighters celebrated in Torrhen's Square by having a feast. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as a murderer. Tyrion Lannister was having an happy and peaceful life when Margaery Tyrell threatened the freedom of Tyrion Lannister. Our hero was too weak, but with the help of Cersei Lannister, Tyrion Lannister learnt the power of military strategy. In White Harbor at Night, Tyrion Lannister met Myrcella Baratheon and they formed an alliance. After travelling across all the kingdom, Tyrion Lannister with the help of Myrcella Baratheon finally found Margaery Tyrell in Castle Black. A bloody battle begun but Tyrion Lannister thanks to military strategy powers got the better of Margaery Tyrell. Eventually the freedom was safe again. Tyrion Lannister and Myrcella Baratheon went to Red Keep and celebrated by having a feast. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. The evil Arya Stark one day posed a threat to the treasure of Casterly Arryn. Our hero was too weak, but with the help of Shae, the hero learnt the power of fire sorcery. During a long training session in Karhold at the Summer Solstice, Cersei Lannister met Tywin Lannisters. They immediately got along and decided to travel together. Finally in Moat Cailin at sunrise, Cerys Lannistered faced Aryas Stark. With the knowledge of Tyvin LannISTER and thanks to military strategy learnt in The Eyrie, this alliance now powers up the enemy. This is how Custerly survived and in Saltpans celebrated with Tommen Stark by listening to a storytelling. "
,"Reference text": " Once upon a time, there was an advisor whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Baratheon. Everything was quiet when one day Arya Stark threatened the peace of Cersei Lannister. Our hero was too weak, but with the help of Tywin Lannister, Cersei Lannister learnt the power of fire sorcery. During a long training session in Karhold at the Winter Solstice, Cersei Lannister met Shae. They immediately got along and decided to travel together. Finally in Moat Cailin at the Winter Solstice, Cersei Lannister faced Arya Stark. With the help of Shae and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. This is how Cersei Lannister managed to save the peace and in Moat Cailin celebrated with Shae by getting married. " 

},{"Generated text": " Once upon a time, there was a rebel whose name was Robert Baratheon. The evil Cersei Lannister one day posed a threat to the freedom of Robert Arryn. Our hero was too weak, but with the help of Steffon Baelish, the hero learnt the power of military strategy. During a long training session in Moat Cailin at the Autumnal Equinox in The Dreadfort at Christmas, Robert baratheonet met Cassana Baraton and they formed an alliance. Finally in Saltpans at sunrise,Robert Arrangon faced Cerys Lannister. A bloody battle begun but Robespatchers thanks to military strategies got the better of the enemy. After the victory, The freedom was not under threat anymore. Robert and Cassanas celebrated in Seagard by having a feast. "
,"Reference text": " A long time ago Robert Baratheon, Lord from the House Baratheon, was known to be very good as a military leader. Robert Baratheon was having an happy and peaceful life when Cersei Lannister threatened the castle of Robert Baratheon. Robert Baratheon did not know what to do and went to Stannis Baratheon to seek help. Stannis Baratheon was a master of fire sorcery and taught the hero all its secrets. In White Harbor at sunrise, Robert Baratheon met Cassana Baratheon and they formed an alliance. Finally in The Twins at Night, Robert Baratheon faced Cersei Lannister. With the help of Cassana Baratheon and thanks to the learnt power of fire sorcery, the alliance scared away Cersei Lannister. This is how Robert Baratheon managed to save the castle and in Moat Cailin celebrated with Cassana Baratheon by watching a play. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Targaryen, was known to be very good as a squire. Our hero was too weak, but with the help of Hizdahr zo Loraq, JonSnow learnt the power of invisibility. On the way to The Vale of Arryn at the Winter Solstice, the evil Arya Stark met Tommen Baratheon and they immediately became friends. After travelling across all the kingdom, in The Eyrie at sunrise,Jon Snow met Tywin Lannister and the two friends formed an alliance. Finally in Saltpans at Night. The Iron Island was under threat again, thanks to the military strategy of the First Men. This time the alliance scared away Aryas Stark. Initially the enemy was afraid but after the victory got stronger the threat was not so much a threat as an opportunity to travel. At the Autumnal Equinox the heroes celebrated by organizing a concert. "
,"Reference text": " Once upon a time, there was a ruler whose name was Jon Snow. Jon Snow was a Lord from the House Targaryen. Jon Snow was having an happy and peaceful life when Arya Stark threatened the House of Jon Snow. Initially Jon Snow was afraid but with the help of Ygritte, got stronger and learnt mind controlling. During a long training session in Oldstones at sunrise, Jon Snow met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in Karhold at sunrise, Jon Snow faced Arya Stark. With the help of Hizdahr zo Loraq and thanks to the learnt power of mind controlling, the alliance scared away Arya Stark. After the victory, the House was not under threat anymore. Jon Snow and Hizdahr zo Loraq celebrated in Moat Cailin by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a regent whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the freedom of Tyron Lannisters. Tyrone LannISTER did not know what to do and went to Myrcella Baraton to seek help. Myrmea Baelish was an advisor and taught the hero all its secrets. During a long training session in Red Keep at the Autumnal Equinox in The Vale of Arryn at Christmas, Tyranny Lannistone met Tywin Lannista. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Saltpans at sunrise, the peace was under threat again. This is the story behind the victory and the lessons learnt in the Winter Solstice. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a revolutionary. Everything was quiet when one day Robert Baratheon threatened the freedom of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Myrcella Baratheon, got stronger and learnt invisibility. On the way to The Iron Island at sunrise, Tyrion Lannister met Cersei Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Cersei Lannister finally found Robert Baratheon in Torrhen's Square. A bloody battle begun but Tyrion Lannister thanks to invisibility powers got the better of Robert Baratheon. This is how Tyrion Lannister managed to save the freedom and in Red Keep celebrated with Cersei Lannister by getting married. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a spy. The evil Cersei Lannister one day posed a threat to the treasure of Jon Snow. Our hero was too weak, but with the help of Daario Naharis, JonSnow learnt the power of military strategy. During a long training session in Moat Cailin at the Summer Solstice, the hero met Rhaella Targaryen. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winterfell at Night. A bloody battle begun but Jonzép Tyrell thanks to military strategies got the better of the evil. After the victory, The Dreadfort was not under threat anymore. Jonnow and Rzaella went to Saltpans and celebrated by listening to a storytelling. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a squire. Everything was quiet when one day Cersei Lannister threatened the jewel of Jon Snow. Initially Jon Snow was afraid but with the help of Rhaella Targaryen, got stronger and learnt gravity Control. During a long training session in Raventree Hall at sunrise, Jon Snow met Daario Naharis. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the Autumnal Equinox, Jon Snow faced Cersei Lannister. With the help of Daario Naharis and thanks to the learnt power of gravity Control, the alliance scared away Cersei Lannister. Eventually the jewel was safe again. Jon Snow and Daario Naharis went to Moat Cailin and celebrated by getting married. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Targaryen, was known to be very good as a ruler. The evil Tyrion Lannister one day posed a threat to the treasure of Daenerys Targariesen. Our hero was too weak, but with the help of Ygritte, the hero learnt the power of military strategy. During a long training session in Castle Black at the Summer Solstice, Moat Cailin met Rhaegar Baratheon. They immediately got along and decided to travel together. After travelling across all the kingdom, JonSnow with help from Rhea Gregnant finally found Tyron Lannisters in The Dreadfort. A bloody battle begun but Jonnow thanks to Military strategy powers got the better of Tywin Lannista. This is how Jonzied managed to save the castle and in Torrhen's Square celebrated the victory by playing a game. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Daenerys Targaryen was having an happy and peaceful life when Tyrion Lannister threatened the castle of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Jon Snow to seek help. Jon Snow was a master of teleportation and taught the hero all its secrets. During a long training session in Riverlands at Christmas, Daenerys Targaryen met Rhaegar Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, Daenerys Targaryen with the help of Rhaegar Targaryen finally found Tyrion Lannister in The Whispering Wood. A bloody battle begun but Daenerys Targaryen thanks to teleportation powers got the better of Tyrion Lannister. This is how Daenerys Targaryen managed to save the castle and in Castle Black celebrated with Rhaegar Targaryen by having a feast " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Robert Baratheon one day posed a threat to the House Tyrell. Our hero was too weak, but with the help of Shae, the hero learnt the power of military strategy. On the way to Castle Black at the Summer Solstice, LorasTyrell met Joffrey Baraton and they immediately became friends. After travelling across all the kingdom, finally in The Vale of Arryn at sunrise, Cerasia Lannisters faced Robert Arrington. A bloody battle begun but the victor was not under threat anymore. This is how Ceras Tyrrell managed to save the house and in Torrhen's Square celebrated with Ygritte by playing a game. "
,"Reference text": " Margaery Tyrell was Queen consort for the House Tyrell and was also known in the whole kingdom as an influencer. Everything was quiet when one day Cersei Lannister threatened the House of Margaery Tyrell. Our hero was too weak, but with the help of Loras Tyrell, Margaery Tyrell learnt the power of fire sorcery. During a long training session in Castle Black at the first day of Spring, Margaery Tyrell met Joffrey Baratheon. They immediately got along and decided to travel together. Finally in Castle Black at Christmas, Margaery Tyrell faced Cersei Lannister. With the help of Joffrey Baratheon and thanks to the learnt power of fire sorcery, the alliance scared away Cersei Lannister. This is how Margaery Tyrell managed to save the House and in Torrhen's Square celebrated with Joffrey Baratheon by getting married. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. The evil Margaery Tyrell one day posed a threat to the treasure of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of fire sorcery. During a long training session in Great Sept of Baelor at the first day of Spring, Aryas Stark met Rickon Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winter Solstice and before the Autumnal Equinox was even known to be a mass murderer? The answer was yes, thanks to military strategy. After travelling across all the kingdom, there was a void left in Raventree Hall that the enemy could not access. This is how Aryana Stark managed to save the Treasure and in Seagard celebrated with Rickion Stark by listening to a storytelling. "
,"Reference text": " A long time ago Arya Stark, Lady from the House Stark, was known to be very good as a vigilante. The evil Margaery Tyrell one day posed a threat to the treasure of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of fire sorcery. On the way to Great Sept of Baelor at Christmas, Arya Stark met Robb Stark and they immediately became friends. At the first day of Spring Arya Stark and Robb Stark were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Arya Stark used fire sorcery forcing the enemy to retreat. Eventually the treasure was safe again. Arya Stark and Robb Stark went to Torrhen's Square and celebrated by organizing a concert. " 

},{"Generated text": " Tyrion Lannister was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. The evil Robert Baratheon one day posed a threat to the treasure of Tyrions. Our hero was too weak, but with the help of MargaeryTyrell, Tyrion Mannister learnt the power of mind controlling. During a long training session in Deepwood Motte at the Autumnal Equinox in The Vale of Arryn at Christmas, Tressa Barrette met Loras Tyrrell. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. This is how Tyrons managed to save The Iron Island and in Riverlands celebrated with Lorasa Tyron by listening to a storytelling. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Robert Baratheon threatened the freedom of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Tommen Baratheon to seek help. Tommen Baratheon was a master of invisibility and taught the hero all its secrets. During a long training session in Riverlands at the first day of Spring, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At Night Margaery Tyrell and Loras Tyrell were almost in Winterfell, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used invisibility forcing the enemy to retreat. Eventually the freedom was safe again. Margaery Tyrell and Loras Tyrell went to Deepwood Motte and celebrated by having a feast. " 

},{"Generated text": " A long time ago Jon Snow, King from the House Targaryen, was known to be very good as a squire. The evil Petyr Baelish one day posed a threat to the treasure of the King. Our hero was too weak, but with the help of Lyanna Stark, JonSnow learnt the power of invisibility. During a long training session in Bear Island at the Autumnal Equinox, Moat Cailin met Tommen Baratheon. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. Finally in The Dreadfort at Christmas,Jon Snow faced Petormen. A bloody battle begun but the hero got the upper hand. This time the battle was avoided by having a feast. "
,"Reference text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a squire. The evil Petyr Baelish one day posed a threat to the House of Jon Snow. Initially Jon Snow was afraid but with the help of Lyanna Stark, got stronger and learnt gravity Control. During a long training session in The Dreadfort at the Autumnal Equinox, Jon Snow met Viserys Targaryen. They immediately got along and decided to travel together. At Night Jon Snow and Viserys Targaryen were almost in Torrhen's Square, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used gravity Control forcing the enemy to retreat. After the victory, the House was not under threat anymore. Jon Snow and Viserys Targaryen celebrated in Bear Island by getting married. " 

},{"Generated text": " Tyrion Lannister was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. The evil Bran Stark one day posed a threat to the freedom of Tyrion Lanning. Our hero was too weak, but with the help of GarlanTyrell, Tyrions learnt the power of invisibility. During a long training session in Bear Island at the Autumnal Equinox, Myrcella Baratheon met Loras Tyrel. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, the threat was almost under threat. After travelling across all the kingdom, Cerophon finally got to Moat Cailin and celebrated by listening to a storytelling. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. Everything was quiet when one day Bran Stark threatened the House of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Loras Tyrell, got stronger and learnt gravity Control. During a long training session in Moat Cailin at Night, Margaery Tyrell met Garlan Tyrell. They immediately got along and decided to travel together. Finally in Bear Island at sunrise, Margaery Tyrell faced Bran Stark. With the help of Garlan Tyrell and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. After the victory, the House was not under threat anymore. Margaery Tyrell and Garlan Tyrell celebrated in The Twins by watching a play. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a spy. Everything was quiet when one day Bran Stark threatened the treasure of Jon Snow. JonSnow did not know what to do and went to Hizdahr zo Loraq to seek help. Our hero was too weak, but with the help of Daario Naharis, Jonnow learnt the power of fire sorcery. During a long training session in The Vale of Arryn at the Winter Solstice, Moat Cailin met Rhaella Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. The treasure was almost in Saltpans, when it was time to retreat. "
,"Reference text": " Once upon a time, there was a soldier whose name was Jon Snow. Jon Snow was a Lord from the House Stark. Everything was quiet when one day Bran Stark threatened the castle of Jon Snow. Initially Jon Snow was afraid but with the help of Daario Naharis, got stronger and learnt gravity Control. In The Whispering Wood at the Autumnal Equinox, Jon Snow met Hizdahr zo Loraq and they formed an alliance. At the Summer Solstice Jon Snow and Hizdahr zo Loraq were almost in The Twins, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used gravity Control forcing the enemy to retreat. Eventually the castle was safe again. Jon Snow and Hizdahr zo Loraq went to Winterfell and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, Arya Stark learnt the power of fire sorcery. During a long training session in Deepwood Motte at the Summer Solstice, the evil Tyrell met Sansa Baratheon. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Night, Brienne Targaryen faced Tyranny. After travelling across all the kingdom, with help from Sanso Stark finally in Seagard, was the freedom fighter Jon Snow finally found in Saltpans. A bloody battle begun but Aryas Stark thanks to Fire sorcery powers got the better of Tyron Lannisters. This is how Bannister managed to save the castle and in White Harbor celebrated with Sansoma Stark by playing a game. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Tyrion Lannister threatened the jewel of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt fire sorcery. In The Whispering Wood at the Autumnal Equinox, Bran Stark met Arya Stark and they formed an alliance. After travelling across all the kingdom, Bran Stark with the help of Arya Stark finally found Tyrion Lannister in Deepwood Motte. A bloody battle begun but Bran Stark thanks to fire sorcery powers got the better of Tyrion Lannister. Eventually the jewel was safe again. Bran Stark and Arya Stark went to The Whispering Wood and celebrated by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Petyr Baelish one day posed a threat to the treasure of Daenys Tyrell. Our hero was too weak, but with the help of Ygritte and thanks to Lyarra Stark's learnt power, the power of military strategy has been used in the first day of Spring. During a long training session in Moat Cailin at the Autumnal Equinox, Aegon Targarion met Lyars Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, Daena faced Peter Bailish. A bloody battle begun but Daegard managed to save the castle and in Saltpans celebrated with Lyarios Stark by playing a game. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a ruler. The evil Petyr Baelish one day posed a threat to the freedom of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Aegon Targaryen to seek help. Aegon Targaryen was a master of fire sorcery and taught the hero all its secrets. On the way to The Eyrie at Christmas, Daenerys Targaryen met Lyarra Stark and they immediately became friends. At sunrise Daenerys Targaryen and Lyarra Stark were almost in Moat Cailin, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used fire sorcery forcing the enemy to retreat. Eventually the freedom was safe again. Daenerys Targaryen and Lyarra Stark went to The Dreadfort and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Rhaella Targaryen, the Lord got stronger and learnt invisibility. During a long training session in Castle Black at the Summer Solstice, Brien Stark met Ygritte. They immediately got along and decided to travel together. After travelling across all the kingdom, Branstark in Red Keep at sunrise finally found Margaele Baratheon in The Dreadfort. A bloody battle begun but Bran Stark thanks to teleportation powers got the better of MargaieryTyrell. This is how BranStark managed to save The Iron Island and in White Harbor celebrated with Yaggette by playing a game. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of invisibility. On the way to Red Keep at the Winter Solstice, Bran Stark met Sansa Stark and they immediately became friends. Finally in Seagard at the Autumnal Equinox, Bran Stark faced Margaery Tyrell. With the help of Sansa Stark and thanks to the learnt power of invisibility, the alliance scared away Margaery Tyrell. After the victory, the treasure was not under threat anymore. Bran Stark and Sansa Stark celebrated in Castle Black by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Petyr Baelish one day posed a threat to the castle of Tyron LannISTER. Tyrone Lannisters did not know what to do and went to Euron Greyjoy to seek help. Eurono Greyhose was an advisor and taught the hero all its secrets. During a long training session in Moat Cailin at the Autumnal Equinox in The Vale of Arryn at Christmas, Tyrón Lannistone met Joanna Lannista. They immediately got along and decided to travel together. Finally in Castle Black at sunrise, the evil petyr baelisher faced the peace. Our hero was too weak, but with the help of Joannister the alliance scared away the enemy. After the victory, The Twins celebrated in Saltpans by playing a game. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a murderer. Everything was quiet when one day Petyr Baelish threatened the castle of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Euron Greyjoy to seek help. Euron Greyjoy was a master of gravity Control and taught the hero all its secrets. On the way to Castle Black at the first day of Spring, Tyrion Lannister met Joanna Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Petyr Baelish in The Trident. A bloody battle begun but Tyrion Lannister thanks to gravity Control powers got the better of Petyr Baelish. Eventually the castle was safe again. Tyrion Lannister and Joanna Lannister went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Margaery Tyrell one day posed a threat to the freedom of the Tyrion Lannisters. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of mind controlling. During a long training session in Moat Cailin at the Summer Solstice, Tywin Lannistone met Lancel LannISTER. They immediately got along and decided to travel together. Finally in Seagard at Night, Cerys Lannistered faced MargaeeryTyrell. With the knowledge of Lance Lannister and thanks to a learnt power, they were able to save the peace. After travelling across all the kingdom, finally in The Vale of Arryn at Winterfell, Petyr Baelish met Robert Arquitecture and they formed an alliance. At the Autumnal Equinox Cerises were almost in Saltpans, when they realized Margraerys was after them. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. Cersei Lannister was having an happy and peaceful life when Margaery Tyrell threatened the castle of Cersei Lannister. Our hero was too weak, but with the help of Myrcella Baratheon, Cersei Lannister learnt the power of fire sorcery. In The Twins at the Autumnal Equinox, Cersei Lannister met Lancel Lannister and they formed an alliance. At Night Cersei Lannister and Lancel Lannister were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Cersei Lannister used fire sorcery forcing the enemy to retreat. This is how Cersei Lannister managed to save the castle and in Moat Cailin celebrated with Lancel Lannister by getting married. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men and was also known in the whole kingdom as a military leader. The evil Margaery Tyrell one day posed a threat to the treasure of Robert Baraton. Our hero was too weak, but with the help of Tywin Lannister, the hero learnt the power of military strategy. During a long training session in The Vale of Arryn at the Autumnal Equinox, Robert Baelish met RenlyBaratheona. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Torrhen's Square at Winter Solstice, Robbeth was ready again. This time the battle was not under threat but rather because of a bloody battle begun. Robert Arbrett used military strategies forcing the enemy to retreat. Finally in Raventree Hall at Night "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. Everything was quiet when one day Margaery Tyrell threatened the freedom of Robert Baratheon. Robert Baratheon did not know what to do and went to Renly Baratheon to seek help. Renly Baratheon was a master of invisibility and taught the hero all its secrets. During a long training session in Winterfell at the Summer Solstice, Robert Baratheon met Steffon Baratheon. They immediately got along and decided to travel together. Finally in Seagard at the Autumnal Equinox, Robert Baratheon faced Margaery Tyrell. With the help of Steffon Baratheon and thanks to the learnt power of invisibility, the alliance scared away Margaery Tyrell. Eventually the freedom was safe again. Robert Baratheon and Steffon Baratheon went to The Vale of Arryn and celebrated by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a rebel whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the freedom of Tyron Lannisters. Tyrone LannISTER did not know what to do and went to Myrcella Baraton to seek help. MyrmeaBaratheona was an advisor and taught the hero all its secrets. During a long training session in The Ruby Ford at the Autumnal Equinox in Torrhen’s Square at Christmas, Tyranny Lannistone met Shae. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Red Keep at sunrise, the peace was under threat again. Our hero was too weak, but the battle begun after the victory. Finally in Seagard at The Vale of Arryn's Winter Solstice, The Dreadfort was almost empty when it came to military strategy. This is how Tyralla Mannister managed to save the treasure and in White Harbor celebrated with Shai by making fireworks. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Robert Baratheon one day posed a threat to the castle of Tyrion Lannister. Our hero was too weak, but with the help of Tywin Lannister, Tyrion Lannister learnt the power of mind controlling. In Torrhen's Square at the Summer Solstice, Tyrion Lannister met Myrcella Baratheon and they formed an alliance. Finally in Red Keep at the Autumnal Equinox, Tyrion Lannister faced Robert Baratheon. With the help of Myrcella Baratheon and thanks to the learnt power of mind controlling, the alliance scared away Robert Baratheon. Eventually the castle was safe again. Tyrion Lannister and Myrcella Baratheon went to The Ruby Ford and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Margaery Tyrell one day posed a threat to the freedom of Casterly Baratheon. Our hero was too weak, but with the help of Shae and thanks to The Trident's learnt power of invisibility, the hero got stronger and learnt fire sorcery. During a long training session in Moat Cailin at the Autumnal Equinox, Tyrion Lannisters met Myrcella Baraty. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, Custerly faced MargraeryTyrell. With the knowledge of Myrcly Baelish and through the experience of teleportation, they formed an alliance. After travelling across all the kingdom, finally in Saltpans at Christmas,Cersei Lannister with The Iron Islander was able to access the treasure and celebrate by organizing a concert. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a regent. Everything was quiet when one day Margaery Tyrell threatened the freedom of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt fire sorcery. On the way to Moat Cailin at Christmas, Cersei Lannister met Tyrion Lannister and they immediately became friends. After travelling across all the kingdom, Cersei Lannister with the help of Tyrion Lannister finally found Margaery Tyrell in Torrhen's Square. A bloody battle begun but Cersei Lannister thanks to fire sorcery powers got the better of Margaery Tyrell. This is how Cersei Lannister managed to save the freedom and in The Trident celebrated with Tyrion Lannister by playing a game. " 

},{"Generated text": " Once upon a time, there was a rebel whose name was Cersei Lannister. The evil Robert Baratheon one day posed a threat to the freedom of Cerys Lannisters. Our hero was too weak, but with the help of Gendry we got stronger and learnt mind controlling. During a long training session in Castle Black at the Autumnal Equinox, Petyr Baelish met Rickon Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, the alliance with Arryn Stark finally got a foothold in Karhold. A bloody battle begun but Cerly Lannistone thanks to mind forcing forcing the enemy to retreat. This is how Cerry Lannistered managed to save the peace and in The Dreadfort celebrated with Rickion Stark by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a hunter whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. The evil Cersei Lannister one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Renly Baratheon, Robert Baratheon learnt the power of invisibility. During a long training session in Castle Black at the Winter Solstice, Robert Baratheon met Gendry. They immediately got along and decided to travel together. Finally in Castle Black at sunrise, Robert Baratheon faced Cersei Lannister. With the help of Gendry and thanks to the learnt power of invisibility, the alliance scared away Cersei Lannister. This is how Robert Baratheon managed to save the treasure and in Karhold celebrated with Gendry by playing a game. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Arya Stark one day posed a threat to the freedom of Casterly Tyrell. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of military strategy. On the way to Deepwood Motte at the Summer Solstice, Custerly met Euron Greyjoy and they immediately became friends. After travelling across all the kingdom, finally in The Vale of Arryn at Night finally found Aryas Stark in Seagard. A bloody battle begun but Cockerly thanks to military strategies got the better of Aryae Stark. This is how Ciserseiannister managed to save the peace and in White Harbor celebrated by having a feast. "
,"Reference text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Lannister. The evil Arya Stark one day posed a threat to the treasure of Cersei Lannister. Cersei Lannister did not know what to do and went to Tyrion Lannister to seek help. Tyrion Lannister was a master of fire sorcery and taught the hero all its secrets. During a long training session in Deepwood Motte at the Summer Solstice, Cersei Lannister met Euron Greyjoy. They immediately got along and decided to travel together. Finally in Kings Landing at Christmas, Cersei Lannister faced Arya Stark. With the help of Euron Greyjoy and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. Eventually the treasure was safe again. Cersei Lannister and Euron Greyjoy went to The Iron Island and celebrated by having a feast. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Bran Stark one day posed a threat to the freedom of Daenys Tyrell. Our hero was too weak, but with the help of Benjen Stark, Daeneys Targarh learnt the power of fire sorcery. During a long training session in The Vale of Arryn at the Summer Solstice, Jon Snow met Aerys II Stark. They immediately got along and decided to travel together. At the Autumnal Equinox the two friends were almost in Seagard, when they realized Bran was after them. After travelling across all the kingdom, the peace was finally under threat. This is how Daena managed to save the castle and in Saltpans celebrated with Bran by playing a game. "
,"Reference text": " Daenerys Targaryen was Princess for the House Targaryen and was also known in the whole kingdom as a revolutionary. The evil Bran Stark one day posed a threat to the freedom of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of gravity Control. During a long training session in Raventree Hall at the Winter Solstice, Daenerys Targaryen met Aerys II Targaryen. They immediately got along and decided to travel together. Finally in The Ruby Ford at the Winter Solstice, Daenerys Targaryen faced Bran Stark. With the help of Aerys II Targaryen and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. This is how Daenerys Targaryen managed to save the freedom and in Raventree Hall celebrated with Aerys II Targaryen by getting married. " 

},{"Generated text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the treasure of Tyrell Stark. Our hero was too weak, but with the help of Lancel Lannister, the hero learnt the power of invisibility. During a long training session in The Whispering Wood at the Autumnal Equinox, Jon Snow met Myrcella Arryn. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Torrhen's Square at Christmas, Tyron Lannisters faced Robert Baelish. With the support of Myrcenys and thanks to learnt power from the military, it was easy to get along. At the Winter Solstice the two friends were almost in Winterfell, when they realized Robert was after them.The Twins celebrated in White Harbor by organizing a concert. "
,"Reference text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt mind controlling. On the way to Winterfell at Night, Tyrion Lannister met Lancel Lannister and they immediately became friends. At the Summer Solstice Tyrion Lannister and Lancel Lannister were almost in The Whispering Wood, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used mind controlling forcing the enemy to retreat. Eventually the treasure was safe again. Tyrion Lannister and Lancel Lannister went to Winterfell and celebrated by playing a game. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Arya Stark one day posed a threat to the freedom of Tyron Lannisters. Tyrone LannISTER did not know what to do and went to Tywin Baratheon to seek help. Tyin was an advisor and taught the hero all its secrets. During a long training session in The Dreadfort at the Autumnal Equinox in Winterfell at Christmas, Tyrón Lannistone met Jaime Lannista. They immediately got along and decided to travel together. Finally in Torrhen's Square at Winter Solstice, the threat was almost under threat. Our hero was too weak, but with the learnt power of invisibility the alliance scared away Aryas Stark. After the victory, The Twins were not in Seagard anymore. Everything was quiet when they got to The Vale of Arryn. Eventually they could travel across all the kingdom and celebrated by making fireworks. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as an advisor. Everything was quiet when one day Arya Stark threatened the castle of Tyrion Lannister. Our hero was too weak, but with the help of Jaime Lannister, Tyrion Lannister learnt the power of military strategy. On the way to The Eyrie at the Winter Solstice, Tyrion Lannister met Tywin Lannister and they immediately became friends. At Christmas Tyrion Lannister and Tywin Lannister were almost in The Iron Island, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used military strategy forcing the enemy to retreat. Eventually the castle was safe again. Tyrion Lannister and Tywin Lannister went to The Dreadfort and celebrated by listening to a storytelling. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a mass murderer. The evil Robert Baratheon one day posed a threat to the freedom of Aryas Stark. Our hero was too weak, but with the help of Rickon Stark, Aryasha Stark learnt the power of invisibility. During a long training session in Crossroads Inn at the Summer Solstice, Bryn Mawr met Sansa Arryn. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. Finally in Riverlands at Winterfell and thanks to a learnt power, got married and celebrated by organizing a concert. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. Everything was quiet when one day Robert Baratheon threatened the House of Arya Stark. Arya Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of teleportation and taught the hero all its secrets. On the way to Torrhen's Square at the Summer Solstice, Arya Stark met Rickon Stark and they immediately became friends. Finally in Riverlands at the Autumnal Equinox, Arya Stark faced Robert Baratheon. With the help of Rickon Stark and thanks to the learnt power of teleportation, the alliance scared away Robert Baratheon. Eventually the House was safe again. Arya Stark and Rickon Stark went to Crossroads Inn and celebrated by playing a game. " 

},{"Generated text": " Tyrion Lannister was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. The evil Robert Baratheon one day posed a threat to the freedom of Tyrion Stark. Our hero was too weak, but with the help of Loras Tyrel, Tyron Lannisters learnt the power of mind controlling. During a long training session in Deepwood Motte at the Autumnal Equinox, MargaeryTyrell met Tommen Scales. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. Finally in The Twins at sunrise, Myrcella Barakela faced Robert Baelish. With the knowledge of Tammen scales and thanks to a learnt power management strategy, The Iron Islander now has a stronger military strategy. This is how the story went down in Saltpans "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Tyrion Lannister threatened the treasure of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Loras Tyrell to seek help. Loras Tyrell was a master of military strategy and taught the hero all its secrets. On the way to Deepwood Motte at Christmas, Margaery Tyrell met Alerie Tyrell and they immediately became friends. After travelling across all the kingdom, Margaery Tyrell with the help of Alerie Tyrell finally found Tyrion Lannister in The Twins. A bloody battle begun but Margaery Tyrell thanks to military strategy powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the treasure and in Saltpans celebrated with Alerie Tyrell by listening to a storytelling. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a spy. JonSnow was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Arya Stark. Our hero was too weak, but with the help of Benjen Stark and thanks to the learnt power of gravity Control, the hero got stronger and learnt fire sorcery. During a long training session in Deepwood Motte at the Winter Solstice, Jon snow met Khal Drogo. They immediately got along and decided to travel together. After travelling across all the kingdom,Jon Snow with The Iron Islander finally found Margaely Targaryen in The Vale of Arryn. A bloody battle begun but the victor was not under threat. The two friends nevertheless nevertheless were ready and the victory was safe. This is the story that will be remembered in Seagard at Christmas. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a squire. The evil Arya Stark one day posed a threat to the peace of Jon Snow. Initially Jon Snow was afraid but with the help of Benjen Stark, got stronger and learnt fire sorcery. In Saltpans at Christmas, Jon Snow met Khal Drogo and they formed an alliance. Finally in Deepwood Motte at Night, Jon Snow faced Arya Stark. With the help of Khal Drogo and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. After the victory, the peace was not under threat anymore. Jon Snow and Khal Drogo celebrated in The Iron Island by playing a game. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men and was also known in the whole kingdom as a military leader. The evil Bran Stark one day posed a threat to the freedom of Robert Arryn. Our hero was too weak, but with the help of Ygritte and thanks to The Dreadfort's help, got stronger and learnt teleportation. During a long training session in The Twins at the Summer Solstice, Robert Baraton met Edric Storm. They immediately got along and decided to travel together. At the Autumnal Equinox the two friends were almost in Winterfell, when they realized Bran was after them. After travelling across all the kingdom, the peace was finally under threat again. This time the enemy was not after the treasure. Eventually thefreedom was safe again "
,"Reference text": " Once upon a time, there was a hunter whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. Everything was quiet when one day Bran Stark threatened the treasure of Robert Baratheon. Robert Baratheon did not know what to do and went to Stannis Baratheon to seek help. Stannis Baratheon was a master of military strategy and taught the hero all its secrets. In Saltpans at the Winter Solstice, Robert Baratheon met Edric Storm and they formed an alliance. At the Winter Solstice Robert Baratheon and Edric Storm were almost in Seagard, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used military strategy forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Robert Baratheon and Edric Storm celebrated in White Harbor by watching a play. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men and was also known in the whole kingdom as a military leader. The evil Margaery Tyrell one day posed a threat to the treasure of Robert Arryn. Our hero was too weak, but with the help of Edric Storm and thanks to a learnt power, the hero learnt the power of invisibility. During a long training session in Deepwood Motte at the Autumnal Equinox, Robert Baradon met Gendry. They immediately got along and decided to travel together. Finally in The Dreadfort at The Ruby Ford and before the Summer Solstice was an official mandate from the British government. Everything was quiet when they got to The Trident. After travelling across all the kingdom the freedom was not under threat anymore. Robert Baelish and Gendedry celebrated in Torrhen's Square by playing a game. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a rebel. The evil Margaery Tyrell one day posed a threat to the castle of Robert Baratheon. Our hero was too weak, but with the help of Gendry, Robert Baratheon learnt the power of military strategy. In The Eyrie at the Autumnal Equinox, Robert Baratheon met Edric Storm and they formed an alliance. At Christmas Robert Baratheon and Edric Storm were almost in The Twins, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used military strategy forcing the enemy to retreat. Eventually the castle was safe again. Robert Baratheon and Edric Storm went to Deepwood Motte and celebrated by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Rickon Stark of The Dreadfort fame, the hero learnt the power of military strategy. During a long training session in Karhold at the Summer Solstice, Robb Stark met Willas Tyrell. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Winterfell, Branask met Sansa Stark, and they formed an alliance. After travelling across all the kingdom, Banners with military help finally got to Red Keep. A bloody battle begun but the victor got the upper hand. This is the story behind the victory and the peace was not under threat anymore. Bansark and Sanso celebrated in White Harbor by playing a game. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of fire sorcery. During a long training session in Red Keep at Night, Bran Stark met Robb Stark. They immediately got along and decided to travel together. At the first day of Spring Bran Stark and Robb Stark were almost in The Whispering Wood, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. After the victory, the jewel was not under threat anymore. Bran Stark and Robb Stark celebrated in Karhold by watching a play. " 

},{"Generated text": " Cersei Lannister was Queen regnant for the House Baratheon and was also known in the whole kingdom as a regent. Everything was quiet when one day Margaery Tyrell threatened the freedom of Cersei Lannister. Our hero was too weak, but with the help of Shae, Cerys Lannisters learnt the power of military strategy. During a long training session in Oldstones at the Autumnal Equinox, Tyrion Lannistone met Cassana Baraton. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Night, the threat was almost under threat. After travelling across all the kingdom, Cyrys Banega thanks to Military strategy powers got the better of Petyr Baelish. This is how the two friends managed to save their freedom and in Saltpans celebrated with Casterling by playing a game. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Cersei Lannister one day posed a threat to the jewel of Robert Baratheon. Robert Baratheon did not know what to do and went to Renly Baratheon to seek help. Renly Baratheon was a master of teleportation and taught the hero all its secrets. On the way to The Vale of Arryn at the Autumnal Equinox, Robert Baratheon met Cassana Baratheon and they immediately became friends. At the first day of Spring Robert Baratheon and Cassana Baratheon were almost in Oldstones, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used teleportation forcing the enemy to retreat. After the victory, the jewel was not under threat anymore. Robert Baratheon and Cassana Baratheon celebrated in The Whispering Wood by watching a play. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Bran Stark one day posed a threat to the treasure of Daenys Tyrell. Our hero was too weak, but with the help of Benjen Stark, Daeney Stark learnt the power of military strategy. During a long training session in Red Keep at the Summer Solstice, Jon Snow met Rhaella Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. At the Autumnal Equinox Daena Targarys was almost in The Eyrie, when she realized Brienne Baratheon was after her. the two friends nevertheless were ready and the battle begun. Daegaris used military strategies forcing the enemy to retreat. This time the alliance was not under military threat but rather by having a feast. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Bran Stark threatened the treasure of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Benjen Stark to seek help. Benjen Stark was a master of invisibility and taught the hero all its secrets. In The Twins at the Summer Solstice, Daenerys Targaryen met Viserys Targaryen and they formed an alliance. At the Autumnal Equinox Daenerys Targaryen and Viserys Targaryen were almost in Seagard, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used invisibility forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Daenerys Targaryen and Viserys Targaryen celebrated in Red Keep by organizing a concert. " 

},{"Generated text": " Tyrion Lannister was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. The evil Robert Baratheon one day posed a threat to the freedom of Tyrion Stark. Our hero was too weak, but with the help of Joffrey Baraton, Tyrions learnt the power of mind controlling. During a long training session in Bear Island at the Autumnal Equinox in The Vale of Arryn at Christmas, Tresson met Loras Tyrel. They immediately got along and decided to travel together. Finally in Saltpans at sunrise, the peace was under threat. After travelling across all the kingdom, The Iron Island finally found Robert Stark in White Harbor. A bloody battle begun but Tyron Stark thanks to mind forcing forcing the enemy to retreat. This is how Trosson managed to save the castle and in Torrhen's Square celebrated by having a feast. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Tyrion Lannister one day posed a threat to the castle of Margaery Tyrell. Our hero was too weak, but with the help of Joffrey Baratheon, Margaery Tyrell learnt the power of military strategy. On the way to The Iron Island at the Winter Solstice, Margaery Tyrell met Loras Tyrell and they immediately became friends. After travelling across all the kingdom, Margaery Tyrell with the help of Loras Tyrell finally found Tyrion Lannister in Bear Island. A bloody battle begun but Margaery Tyrell thanks to military strategy powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the castle and in Saltpans celebrated with Loras Tyrell by organizing a concert. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Jon Snow one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Lyanna Stark, the hero learnt the power of fire sorcery. During a long training session in Red Keep at the Autumnal Equinox in The Vale of Arryn, Bran Stark met Rhaella Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, Braker Stark with The Iron Islander's help finally found JonSnow in Saltpans. A bloody battle begun but BranStark thanks to Fire sorcery powers got the better of Jonzog. This is how the alliance managed to save the castle and in Winterfell celebrated with Rhea Targaries by listening to a storytelling. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a ruler. The evil Bran Stark one day posed a threat to the peace of Jon Snow. Jon Snow did not know what to do and went to Rhaella Targaryen to seek help. Rhaella Targaryen was a master of military strategy and taught the hero all its secrets. In Torrhen's Square at Night, Jon Snow met Lyanna Stark and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Lyanna Stark finally found Bran Stark in Red Keep. A bloody battle begun but Jon Snow thanks to military strategy powers got the better of Bran Stark. After the victory, the peace was not under threat anymore. Jon Snow and Lyanna Stark celebrated in Red Keep by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Eddard Stark, the Lord got stronger and learnt invisibility. During a long training session in The Ruby Ford at the Autumnal Equinox, Ben Stark met Rickon Targaryen. They immediately got along and decided to travel together. Finally in Winterfell at sunrise, Bran Branask faced Tywin Lannisters. With the knowledge of Rickona Targareen and thanks to this learnt power the two friends nevertheless were ready. After travelling across all the kingdom and in Saltpans at Christmas, it was finally time to seek refuge in Torrhen's Square. A bloody battle begun but Benarkark thanks in large measure to Aegon Stark's power. This is how Bran Stark managed to save the Treasure and celebrated by organizing a concert. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Everything was quiet when one day Tyrion Lannister threatened the jewel of Bran Stark. Bran Stark did not know what to do and went to Rickon Stark to seek help. Rickon Stark was a master of invisibility and taught the hero all its secrets. On the way to The Ruby Ford at the Summer Solstice, Bran Stark met Eddard Stark and they immediately became friends. At the Summer Solstice Bran Stark and Eddard Stark were almost in Winterfell, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used invisibility forcing the enemy to retreat. Eventually the jewel was safe again. Bran Stark and Eddard Stark went to The Ruby Ford and celebrated by watching a play. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a mass murderer. The evil Robert Baratheon one day posed a threat to the treasure of Arya Targaryen. Our hero was too weak, but with the help of Bran Stark, Aryas Stark learnt the power of fire sorcery. During a long training session in Saltpans at the Autumnal Equinox, Bryn Stark met Rickon Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in The Vale of Arryn at Night, the peace was finally under threat. This is how Aryga Stark managed to save the castle and in Riverlands celebrated with Rickion Stark by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a warrior whose name was Arya Stark. Arya Stark was a Lady from the House Stark. Arya Stark was having an happy and peaceful life when Tyrion Lannister threatened the freedom of Arya Stark. Arya Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of invisibility and taught the hero all its secrets. In The Vale of Arryn at the Autumnal Equinox, Arya Stark met Bran Stark and they formed an alliance. After travelling across all the kingdom, Arya Stark with the help of Bran Stark finally found Tyrion Lannister in Saltpans. A bloody battle begun but Arya Stark thanks to invisibility powers got the better of Tyrion Lannister. After the victory, the freedom was not under threat anymore. Arya Stark and Bran Stark celebrated in Riverlands by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, Arya Stark learnt the power of invisibility. During a long training session in Oldstones at the Summer Solstice, B Bran Branask met Sansa Baratheon. They immediately got along and decided to travel together. After travelling across all the kingdom, Branstark in The Dreadfort at sunrise finally got the chance to play a game. On the way to The Vale of Arryn at Night, Bryon Stark met Robb Stark by listening to a storytelling. Finally in Saltpans at Christmas, the peace was under threat. This is how Brien Stark managed to save his treasure and in Raventree Hall celebrated with Banners by getting married. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the castle of Bran Stark. Our hero was too weak, but with the help of Arya Stark, Bran Stark learnt the power of fire sorcery. On the way to The Trident at the first day of Spring, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Tyrion Lannister in Riverlands. A bloody battle begun but Bran Stark thanks to fire sorcery powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Oldstones by organizing a concert. " 

},{"Generated text": " Tyrion Lannister was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. The evil Petyr Baelish one day posed a threat to the freedom of Tyrion Stark. Our hero was too weak, but with the help of Joffrey Baratheon, Tyrions learnt the power of mind controlling. During a long training session in Moat Cailin at the Autumnal Equinox in The Vale of Arryn at Christmas, Tressa Barrie met LorasTyrell. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. This is how Trossa Stark managed to save the castle and in Oldstones celebrated by having a feast. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the treasure of Margaery Tyrell. Our hero was too weak, but with the help of Loras Tyrell, Margaery Tyrell learnt the power of teleportation. In Moat Cailin at sunrise, Margaery Tyrell met Joffrey Baratheon and they formed an alliance. Finally in Riverlands at Christmas, Margaery Tyrell faced Petyr Baelish. With the help of Joffrey Baratheon and thanks to the learnt power of teleportation, the alliance scared away Petyr Baelish. This is how Margaery Tyrell managed to save the treasure and in Oldstones celebrated with Joffrey Baratheon by watching a play. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men and was also known in the whole kingdom as a military leader. The evil Bran Stark one day posed a threat to the treasure of Robert Arryn. Our hero was too weak, but with the help of Edric Storm and thanks to a learnt military strategy, Robert Baelish learnt the power of fire sorcery. During a long training session in Deepwood Motte at the Autumnal Equinox in The Vale of Raventree Hall at Christmas, Bob Marley met Robb Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. Robert Baraleon and Robb Lannister went to The Dreadfort and celebrated by playing a game. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. Robert Baratheon was having an happy and peaceful life when Bran Stark threatened the treasure of Robert Baratheon. Robert Baratheon did not know what to do and went to Steffon Baratheon to seek help. Steffon Baratheon was a master of gravity Control and taught the hero all its secrets. In Deepwood Motte at Night, Robert Baratheon met Edric Storm and they formed an alliance. After travelling across all the kingdom, Robert Baratheon with the help of Edric Storm finally found Bran Stark in The Ruby Ford. A bloody battle begun but Robert Baratheon thanks to gravity Control powers got the better of Bran Stark. This is how Robert Baratheon managed to save the treasure and in The Eyrie celebrated with Edric Storm by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a rebel whose name was Robert Baratheon. The evil Cersei Lannister one day posed a threat to the treasure of RobertBaratheont. Initially Robert baratheonet was afraid but with the help of Shae, got stronger and learnt military strategy. During a long training session in The Iron Island at the Summer Solstice, the hero met Renly Arryn. They immediately got along and decided to travel together. After travelling across all the kingdom, Robertbaratheons with The Dreadfort having an happy and peaceful life was finally in Riverlands. A bloody battle begun but the victor was able to overcome the threat. This is the story that got under the radar of the enemy. Finally in Torrhen's Square at Winterfell,Robert Bálton faced Ceratheona. With the aid of Renry Arnyrtse and thanks to a learnt power, this is how the alliance ended up in Saltpans. "
,"Reference text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Baratheon. Everything was quiet when one day Robert Baratheon threatened the peace of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Shae, got stronger and learnt invisibility. On the way to The Iron Island at sunrise, Cersei Lannister met Tywin Lannister and they immediately became friends. At the Autumnal Equinox Cersei Lannister and Tywin Lannister were almost in Riverlands, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Cersei Lannister used invisibility forcing the enemy to retreat. This is how Cersei Lannister managed to save the peace and in Winterfell celebrated with Tywin Lannister by watching a play. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a bureaucrat. The evil Robert Baratheon one day posed a threat to the treasure of Petr Bailish. Our hero was too weak, but with the help of Viserys Targaryen, Tywin Lannister learnt the power of mind controlling. During a long training session in Great Sept ofBaelor at the first day of Spring, Peter Brorish met Lysa Arryn. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. At the Summer Solstice Petter Baily and Lysas Argyll were almost in Kings Landing, when they realizedRobert Barallish was after them.The two friends nevertheless were ready and the battle begun. Peters Barysh was ready but the enemy got stronger. This is what the heroes did and they celebrated in White Harbor by playing a game. "
,"Reference text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as an advisor. Petyr Baelish was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Petyr Baelish. Initially Petyr Baelish was afraid but with the help of Robert Arryn, got stronger and learnt military strategy. In Kings Landing at sunrise, Petyr Baelish met Lysa Arryn and they formed an alliance. At the first day of Spring Petyr Baelish and Lysa Arryn were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Petyr Baelish used military strategy forcing the enemy to retreat. This is how Petyr Baelish managed to save the treasure and in Great Sept of Baelor celebrated with Lysa Arryn by having a feast. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a regent. The evil Petyr Baelish one day posed a threat to the freedom of the White House. Our hero was too weak, but with the help of Shae and thanks to a learnt power of mind controlling, the hero learnt its power in The Iron Island. During a long training session in Seagard at the Summer Solstice, Tyrion Tyrell met MyrcellaBaratheona. They immediately got along and decided to travel together. At the Autumnal Equinox, Cerasia Lannisters met Jaime Lannister and they formed an alliance. Finally in Torrhen's Square at Night, The Dreadfort was under threat again. After travelling across all the kingdom, Cyryl Bediah finally got the chance to play a game. On the way to The Eyrie at sunrise, Pyrénérie Bélaïs celebrated by making fireworks. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Baratheon and was also known in the whole kingdom as a regent. Everything was quiet when one day Petyr Baelish threatened the House of Cersei Lannister. Our hero was too weak, but with the help of Myrcella Baratheon, Cersei Lannister learnt the power of gravity Control. In The Vale of Arryn at the Winter Solstice, Cersei Lannister met Jaime Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Jaime Lannister finally found Petyr Baelish in The Trident. A bloody battle begun but Cersei Lannister thanks to gravity Control powers got the better of Petyr Baelish. After the victory, the House was not under threat anymore. Cersei Lannister and Jaime Lannister celebrated in Saltpans by playing a game. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Margaery Tyrell. The evil Arya Stark one day posed a threat to the freedom of MargmaeryTyrell and its allies. Our hero was too weak, but with the help of Tommen Baratheon, the hero learnt the power of mind controlling. During a long training session in Deepwood Motte at the Summer Solstice, Margraerys Targaryen met Garlan Tyrel. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Night,Margaeries Targery faced Aryas Stark. With the knowledge of gravity Control and the ability to control the forces of the enemy, it was easy to understand the threat. After travelling across all the kingdom, Gailard managed to save the castle and in Seagard celebrated with Gaby by playing a game. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Arya Stark one day posed a threat to the freedom of Margaery Tyrell. Our hero was too weak, but with the help of Garlan Tyrell, Margaery Tyrell learnt the power of mind controlling. During a long training session in The Ruby Ford at Night, Margaery Tyrell met Willas Tyrell. They immediately got along and decided to travel together. At Night Margaery Tyrell and Willas Tyrell were almost in The Eyrie, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used mind controlling forcing the enemy to retreat. Eventually the freedom was safe again. Margaery Tyrell and Willas Tyrell went to Deepwood Motte and celebrated by getting married. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Cersei Lannister one day posed a threat to the treasure of Daenys Tyrell. Our hero was too weak, but with the help of Hizdahr zo Loraq, the hero learnt the power of military strategy. During a long training session in Seagard at the Autumnal Equinox, Daena Targarlyen met Rhaegar Baratheon. They immediately got along and decided to travel together. Finally in The Eyrie at sunrise, daenish faced the threat of Casterly Rock. After travelling across all its known and unknown territories the alliance scared the enemy away. This is how Daegaryenes managed to save the castle and in Saltpans celebrated with Raventree Hall by listening to a storytelling. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Everything was quiet when one day Cersei Lannister threatened the treasure of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Jon Snow, got stronger and learnt teleportation. In Raventree Hall at the Summer Solstice, Daenerys Targaryen met Hizdahr zo Loraq and they formed an alliance. At Christmas Daenerys Targaryen and Hizdahr zo Loraq were almost in Winterfell, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used teleportation forcing the enemy to retreat. Eventually the treasure was safe again. Daenerys Targaryen and Hizdahr zo Loraq went to The Ruby Ford and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Bran Stark one day posed a threat to the freedom of Daenys Tyrell. Our hero was too weak, but with the help of Hizdahr zo Loraq and thanks to a learnt military strategy, the hero learnt the power of fire sorcery. During a long training session in The Vale of Arryn at the Autumnal Equinox, Jon Snow met Aegon Targarly. They immediately got along and decided to travel together. Finally in Saltpans at Christmas, Daena faced Branstark. With the knowledge of Aegadrya Stark and the skill learnt from watching a play. On the way to The Eyrie at Night, Jaenaariste met Rickon Baratheon and they immediately became friends. At the Winter Solstice Daaena was almost in Seagard, when she realized Bran Stark was after her. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Bran Stark threatened the peace of Daenerys Targaryen. Our hero was too weak, but with the help of Aegon Targaryen, Daenerys Targaryen learnt the power of military strategy. On the way to Moat Cailin at Christmas, Daenerys Targaryen met Hizdahr zo Loraq and they immediately became friends. After travelling across all the kingdom, Daenerys Targaryen with the help of Hizdahr zo Loraq finally found Bran Stark in The Eyrie. A bloody battle begun but Daenerys Targaryen thanks to military strategy powers got the better of Bran Stark. Eventually the peace was safe again. Daenerys Targaryen and Hizdahr zo Loraq went to Riverlands and celebrated by playing a game. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a spy. The evil Bran Stark one day posed a threat to the freedom of JonSnow. Our hero was too weak, but with the help of Rhaegar Targaryen, the hero learnt the power of fire sorcery. During a long training session in Castle Black at the Winter Solstice, Joffrey Lannister met Rickon Stark. They immediately got along and decided to travel together. Finally in The Dreadfort at sunrise, Jon snow faced Bran Stark. With the knowledge gained from travelling across all the kingdom, it was easy to understand what the enemy was doing. After the victory,the freedom was not under threat anymore. Everything was quiet again when the threat was finally realized.Jon Snow and Rickona Stark celebrated in Saltpans by listening to a storytelling. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a ruler. Everything was quiet when one day Bran Stark threatened the House of Jon Snow. Initially Jon Snow was afraid but with the help of Rhaenys Targaryen, got stronger and learnt fire sorcery. During a long training session in Riverlands at the Winter Solstice, Jon Snow met Ygritte. They immediately got along and decided to travel together. At sunrise Jon Snow and Ygritte were almost in The Dreadfort, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. After the victory, the House was not under threat anymore. Jon Snow and Ygritte celebrated in Castle Black by getting married. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a mass murderer. The evil Robert Baratheon one day posed a threat to the treasure of Aryas Stark. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of fire sorcery. During a long training session in Great Sept of Baelor at the Summer Solstice, Aryana Stark met Seagard. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Night, Bryn Mawr was faced with a challenge. After travelling across all the kingdom,ryas was finally able to commandeer a castle and celebrate by listening to a storytelling. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Arya Stark was having an happy and peaceful life when Tyrion Lannister threatened the peace of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of mind controlling. On the way to The Eyrie at the first day of Spring, Arya Stark met Rickon Stark and they immediately became friends. At the Summer Solstice Arya Stark and Rickon Stark were almost in Seagard, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Arya Stark used mind controlling forcing the enemy to retreat. Eventually the peace was safe again. Arya Stark and Rickon Stark went to Great Sept of Baelor and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Daenerys Targaryen one day posed a threat to the freedom of Casterly Baratheon. Our hero was too weak, but with the help of Shae, the hero learnt the power of invisibility. On the way to Castle Black at the Autumnal Equinox, Cerseiannister met Joanna Lannisters and they immediately became friends. Finally in The Eyrie at sunrise, Cerys Lannisten faced Daenar Targaries. With the knowledge of Moat Cailin and thanks to a learnt military strategy, they got along and decided to travel together. After travelling across all the kingdom, finally in Torrhen's Square at Christmas, Ceaselessly boasted of having a military presence. This is how the story went down in Riverlands: "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. Cersei Lannister was having an happy and peaceful life when Daenerys Targaryen threatened the peace of Cersei Lannister. Cersei Lannister did not know what to do and went to Joanna Lannister to seek help. Joanna Lannister was a master of teleportation and taught the hero all its secrets. On the way to Castle Black at Night, Cersei Lannister met Tywin Lannister and they immediately became friends. Finally in Raventree Hall at Christmas, Cersei Lannister faced Daenerys Targaryen. With the help of Tywin Lannister and thanks to the learnt power of teleportation, the alliance scared away Daenerys Targaryen. After the victory, the peace was not under threat anymore. Cersei Lannister and Tywin Lannister celebrated in Torrhen's Square by having a feast. " 

},{"Generated text": " Once upon a time, there was a rebel whose name was Robert Baratheon. The evil Margaery Tyrell one day posed a threat to the peace of Robert baratheonet. Initially the rebel was afraid but with the help of Edric Storm, got stronger and learnt military strategy. During a long training session in The Vale of Arryn at the Summer Solstice, the enemy threatened the freedom of the hero. Our hero did not know what to do and went to Steppenwolf to seek help. Stepping in Raventree Hall at Night was not an easy task. After travelling across all the kingdom, Robert Baelish with help from Stepton Stark finally got the chance to travel to The Ruby Ford and celebrated by listening to a storytelling. Finally in Saltpans at sunrise. A bloody battle begun but thanks to gravity Control powers, this is how Robert Boraton managed to save the treasure and in White Harbor celebrated with Steffenblast by making fireworks. "
,"Reference text": " Robert Baratheon was Lord for the House Baratheon and was also known in the whole kingdom as a military leader. Everything was quiet when one day Margaery Tyrell threatened the jewel of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Renly Baratheon, got stronger and learnt invisibility. During a long training session in The Eyrie at the first day of Spring, Robert Baratheon met Edric Storm. They immediately got along and decided to travel together. After travelling across all the kingdom, Robert Baratheon with the help of Edric Storm finally found Margaery Tyrell in The Twins. A bloody battle begun but Robert Baratheon thanks to invisibility powers got the better of Margaery Tyrell. This is how Robert Baratheon managed to save the jewel and in Winterfell celebrated with Edric Storm by playing a game. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the freedom of Tyron Lannisters. Tyrone LannISTER did not know what to do and went to Shae to seek help. Our hero was too weak, but with the help of Jaime Lannister, the hero learnt the power of military strategy. During a long training session in Deepwood Motte at the Autumnal Equinox in The Vale of Arryn at Christmas, Tyranny Lannistone met Jaime Lyanna. They immediately got along and decided to travel together. Finally in Crossroads Inn at Winter Solstice, Tyrell faced Robert Baelish. With the knowledge of gravity Control and the ability to fire a weapon, The Iron Islander gained the upper hand. After travelling across all the kingdom, it was finally in White Harbor at sunrise. A bloody battle begun but Tyrions thanks to Military strategy powers got the better of Robert Armitage. This is how the story went down "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as an official. The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Jaime Lannister to seek help. Jaime Lannister was a master of gravity Control and taught the hero all its secrets. In The Trident at the Autumnal Equinox, Tyrion Lannister met Shae and they formed an alliance. Finally in Deepwood Motte at the Summer Solstice, Tyrion Lannister faced Robert Baratheon. With the help of Shae and thanks to the learnt power of gravity Control, the alliance scared away Robert Baratheon. This is how Tyrion Lannister managed to save the treasure and in Crossroads Inn celebrated with Shae by getting married. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Bran Stark one day posed a threat to the freedom of Tyron Lannisters. Tyrone LannISTER did not know what to do and went to Shae to seek help. Our hero was too weak, but with the help of Tommen Baratheon, the hero learnt the power of invisibility. During a long training session in Great Sept of Baelor at the Autumnal Equinox in The Vale of Raventree Hall at Christmas, Tyrions met Joanna Lanni. They immediately got along and decided to travel together. Finally in Riverlands at Winterfell and thanks to a learnt power, they were almost in Red Keep. After travelling across all its known and unknown territories, The Dreadfort was almost under threat again. This is how Tyronia managed to save its freedom and in Saltpans celebrated by having a feast. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a murderer. The evil Bran Stark one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt gravity Control. On the way to Great Sept of Baelor at the Autumnal Equinox, Tyrion Lannister met Joanna Lannister and they immediately became friends. At sunrise Tyrion Lannister and Joanna Lannister were almost in Red Keep, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used gravity Control forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Tyrion Lannister and Joanna Lannister celebrated in Riverlands by getting married. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Bran Stark one day posed a threat to the freedom of Tyron Lannisters. Tyrone LannISTER did not know what to do and went to Shae to seek help. Shai was an advisor and taught the hero all its secrets. During a long training session in Raventree Hall at the Autumnal Equinox in The Vale of Arryn at Christmas, Tyranny Lannistone met Joanna Lannista. They immediately got along and decided to travel together. Finally in Saltpans at sunrise, the evil menace posed an opportunity to destroy the peace. Our hero was ready, but the battle begun before the first day of Spring was too weak, forcing the enemy to retreat. After the victory, The Dreadfort was not under threat anymore. Myrcella Baratheon and Jannister celebrated in White Harbor by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Bran Stark one day posed a threat to the freedom of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Shae to seek help. Shae was a master of teleportation and taught the hero all its secrets. During a long training session in Saltpans at sunrise, Tyrion Lannister met Joanna Lannister. They immediately got along and decided to travel together. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Bran Stark in The Vale of Arryn. A bloody battle begun but Tyrion Lannister thanks to teleportation powers got the better of Bran Stark. After the victory, the freedom was not under threat anymore. Tyrion Lannister and Joanna Lannister celebrated in Raventree Hall by watching a play. " 

},{"Generated text": " A long time ago Daenerys Targaryen, Princess from the House Stark, was known to be very good as a ruler. The evil Arya Stark one day posed a threat to the freedom of Daenys Stark. Initially Daiserys Daeneys was afraid but with the help of Benjen Stark got stronger and learnt gravity Control. During a long training session in Deepwood Motte at the Autumnal Equinox, Daeterys met Rhaella Baratheon. They immediately got along and decided to travel together. Finally in Great Sept of Baelor at sunrise, Jaenily faced Aryas Stark with a vengeance. After travelling across all the kingdom, the peace was finally under threat again. This is how Daerily managed to save the castle and in The Vale of Arryn celebrated with Raventree by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Daenerys Targaryen was having an happy and peaceful life when Arya Stark threatened the House of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of gravity Control. In Great Sept of Baelor at Christmas, Daenerys Targaryen met Khal Drogo and they formed an alliance. At Christmas Daenerys Targaryen and Khal Drogo were almost in Deepwood Motte, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used gravity Control forcing the enemy to retreat. Eventually the House was safe again. Daenerys Targaryen and Khal Drogo went to Red Keep and celebrated by playing a game. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Cersei Lannister one day posed a threat to the freedom of Bran Stark. Initially the hero was afraid but with the help of Catelyn Stark, got stronger and learnt gravity Control. During a long training session in Bear Island at the Summer Solstice, Bran Branask met Eddard Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, B Branstark faced Cerys Targaryen. With the learnt power of invisibility, the alliance scared away Cerys Lannisters. This is how Bran Stark managed to save the peace and in Saltpans celebrated with Eddin Stark by listening to a storytelling. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Cersei Lannister threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Catelyn Stark to seek help. Catelyn Stark was a master of invisibility and taught the hero all its secrets. In The Ruby Ford at the Winter Solstice, Bran Stark met Eddard Stark and they formed an alliance. Finally in Bear Island at the first day of Spring, Bran Stark faced Cersei Lannister. With the help of Eddard Stark and thanks to the learnt power of invisibility, the alliance scared away Cersei Lannister. After the victory, the freedom was not under threat anymore. Bran Stark and Eddard Stark celebrated in Torrhen's Square by playing a game. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Petyr Baelish one day posed a threat to the House of Daenar Baratheon. Our hero was too weak, but with the help of Ygritte the warrior learnt the power of military strategy. During a long training session in Great Sept ofBaelor at the Summer Solstice, Daeney Tyrell met Rhaegar Targarys. They immediately got along and decided to travel together. At the Autumnal Equinox Daenaegardys and Raga Stark were almost in The Dreadfort, when they realized Peter Bailin was after them. the two friends nevertheless were ready and the battle begun. Daegars used Military strategy forcing the enemy to retreat. After the victory, the house was not under threat anymore.Daeneys Targeryen and Raventree Hall celebrated in Seagard by having a feast. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. The evil Petyr Baelish one day posed a threat to the House of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Rhaenys Targaryen to seek help. Rhaenys Targaryen was a master of invisibility and taught the hero all its secrets. On the way to The Vale of Arryn at the Summer Solstice, Daenerys Targaryen met Viserys Targaryen and they immediately became friends. Finally in Great Sept of Baelor at sunrise, Daenerys Targaryen faced Petyr Baelish. With the help of Viserys Targaryen and thanks to the learnt power of invisibility, the alliance scared away Petyr Baelish. After the victory, the House was not under threat anymore. Daenerys Targaryen and Viserys Targaryen celebrated in The Eyrie by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Our hero was too weak, but with the help of Catelyn Stark, Bran Stark learnt the power of fire sorcery. On the way to Bear Island at the Winter Solstice, Bran Stark met Robb Stark by watching a play. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat from Petyr Baelish. Finally in The Eyrie at sunrise, Braker Stark faced Viserys Targaryen. A bloody battle begun but Brander Stark thanks to Fire sorcery powers got the better of Vervaris. This is how Brien Stark managed to save the house and in Raventree Hall celebrated with Banners by playing a game. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Bran Stark was having an happy and peaceful life when Petyr Baelish threatened the House of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of teleportation. On the way to Bear Island at the first day of Spring, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Petyr Baelish in The Eyrie. A bloody battle begun but Bran Stark thanks to teleportation powers got the better of Petyr Baelish. After the victory, the House was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Seagard by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Initially the hero was afraid but with the help of Arya Stark, got stronger and learnt invisibility. During a long training session in Great Sept of Baelor at the first day of Spring, Brienne Baratheon met Eddard Targaryen. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Night, the freedom was not under threat anymore. Everything was quiet when one moment the enemy was in White Harbor. After travelling across all the kingdom, Bran Westerly with The Iron Islander finally found Tommen Cailin in Seagard. A bloody battle begun but Bran Stark thanks to gravity Control powers got the better of Tywin Lannisters. This is the story and the lessons learnt in Red Keep helped to shape the character. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Tyrion Lannister threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Arya Stark to seek help. Arya Stark was a master of teleportation and taught the hero all its secrets. During a long training session in Moat Cailin at the Summer Solstice, Bran Stark met Eddard Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, Bran Stark with the help of Eddard Stark finally found Tyrion Lannister in Karhold. A bloody battle begun but Bran Stark thanks to teleportation powers got the better of Tyrion Lannister. Eventually the freedom was safe again. Bran Stark and Eddard Stark went to Great Sept of Baelor and celebrated by having a feast. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men and was also known in the whole kingdom as a military leader. The evil Cersei Lannister one day posed a threat to the treasure of Robert Baraton. Our hero was too weak, but with the help of Steffon Baelish, the hero learnt the power of military strategy. During a long training session in The Vale of Arryn at the Autumnal Equinox, a warrior from the Iron Island team met CassanaBaratheona. They immediately got along and decided to travel together. Finally in Saltpans at Christmas, Robert Bailin faced Cergyll. A bloody battle begun but thanks to military strategies learnt in Winterfell made the alliance safe again. After the victory, The Dreadfort was not under threat anymore. This is the story behind the peace and how it happened. "
,"Reference text": " Once upon a time, there was a ruler whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Cersei Lannister one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Cassana Baratheon, Robert Baratheon learnt the power of gravity Control. On the way to Saltpans at the first day of Spring, Robert Baratheon met Stannis Baratheon and they immediately became friends. At the first day of Spring Robert Baratheon and Stannis Baratheon were almost in Saltpans, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Robert Baratheon and Stannis Baratheon celebrated in Winterfell by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Petyr Baelish was having an happy and peaceful life when the House was threatened. Our hero was too weak, but with the help of Ygritte and thanks to the learnt power of invisibility, the hero got stronger and learnt fire sorcery. During a long training session in Bear Island at the Autumnal Equinox in The Vale of Arryn at sunrise, Tyron Lannisters met Joanna LannISTER. They immediately got along and decided to travel together. Finally in Saltpans at Night, Myrcella Baratheon faced Petrbaek, a rebel from The Whispering Wood. After travelling across all the kingdom, Tyonannister with The Dreadfort's help finally got the chance to visit The Ruby Ford and to seek help. At the Winter Solstice Tyrions were almost in Moat Cailin, when they met Shae. Both of them were ready and the treasure was not under threat. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as a murderer. The evil Petyr Baelish one day posed a threat to the House of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Joanna Lannister to seek help. Joanna Lannister was a master of mind controlling and taught the hero all its secrets. On the way to Bear Island at the Autumnal Equinox, Tyrion Lannister met Tywin Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Tywin Lannister finally found Petyr Baelish in Riverlands. A bloody battle begun but Tyrion Lannister thanks to mind controlling powers got the better of Petyr Baelish. Eventually the House was safe again. Tyrion Lannister and Tywin Lannister went to Torrhen's Square and celebrated by making fireworks. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. The evil Arya Stark one day posed a threat to the treasure of the jeweler Robert Baratheon. Our hero was too weak, but with the help of Lysa Arryn, the hero learnt the power of mind controlling. During a long training session in Deepwood Motte at the Autumnal Equinox in The Vale of Arrhenys Targaryen, petyr baleish met Robert Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Seagard at Christmas, Peter Bailish with The Dreadfort was finally ready to play. On the way to The Ruby Ford at sunrise, Robert Baleys metRobert Stark and they immediately became friends. Finally in White Harbor at The Iron Island and celebrated by playing a game, "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as a bureaucrat. The evil Arya Stark one day posed a threat to the jewel of Petyr Baelish. Our hero was too weak, but with the help of Robert Arryn, Petyr Baelish learnt the power of fire sorcery. In The Whispering Wood at the Autumnal Equinox, Petyr Baelish met Lysa Arryn and they formed an alliance. After travelling across all the kingdom, Petyr Baelish with the help of Lysa Arryn finally found Arya Stark in The Ruby Ford. A bloody battle begun but Petyr Baelish thanks to fire sorcery powers got the better of Arya Stark. After the victory, the jewel was not under threat anymore. Petyr Baelish and Lysa Arryn celebrated in Deepwood Motte by making fireworks. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men and was also known in the whole kingdom as a military leader. The evil Tyrion Lannister one day posed a threat to the treasure of Robert Baraton. Our hero was too weak, but with the help of Edric Storm, Robert baratheons learnt the power of military strategy. During a long training session in Bear Island at the Autumnal Equinox, the hero met Gendry. They immediately got along and decided to travel together. After travelling across all the kingdom, Bobon and Kumar were finally in The Vale of Arryn, when they were almost in Winterfell. Finally in Moat Cailin at The Ruby Ford and celebrating by listening to a storytelling? "
,"Reference text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Baratheon, was known to be very good as a rebel. Everything was quiet when one day Tyrion Lannister threatened the jewel of Robert Baratheon. Our hero was too weak, but with the help of Edric Storm, Robert Baratheon learnt the power of gravity Control. On the way to Bear Island at the Winter Solstice, Robert Baratheon met Gendry and they immediately became friends. After travelling across all the kingdom, Robert Baratheon with the help of Gendry finally found Tyrion Lannister in Saltpans. A bloody battle begun but Robert Baratheon thanks to gravity Control powers got the better of Tyrion Lannister. After the victory, the jewel was not under threat anymore. Robert Baratheon and Gendry celebrated in The Ruby Ford by making fireworks. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Margaery Tyrell. The evil Cersei Lannister one day posed a threat to the treasure of the Queen. Our hero was too weak, but with the help of Joffrey Baratheon, the hero learnt the power of mind controlling. During a long training session in Kings Landing at the Autumnal Equinox in The Vale of Arryn at Night, GarlanTyrell met Tommen Barclay. They immediately got along and decided to travel together. Finally in White Harbor at Christmas, Margaely Tyrhen faced the threat posed by Robert Baelish. After travelling across all the kingdom, it was finally in Saltpans at sunrise. A bloody battle begun but the victor was not under threat anymore. This is the story behind the victory and the peace is now safe again. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. The evil Cersei Lannister one day posed a threat to the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Joffrey Baratheon, got stronger and learnt teleportation. In Raventree Hall at the Summer Solstice, Margaery Tyrell met Garlan Tyrell and they formed an alliance. After travelling across all the kingdom, Margaery Tyrell with the help of Garlan Tyrell finally found Cersei Lannister in Saltpans. A bloody battle begun but Margaery Tyrell thanks to teleportation powers got the better of Cersei Lannister. Eventually the freedom was safe again. Margaery Tyrell and Garlan Tyrell went to Kings Landing and celebrated by playing a game. " 

},{"Generated text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a squire. Everything was quiet when one day Bran Stark threatened the treasure of Jon Snow. JonSnow did not know what to do and went to Hizdahr zo Loraq to seek help. Heshdaharrzo Loriaq was a master of military strategy and taught the hero all its secrets. During a long training session in Bear Island at the Summer Solstice, Jon snow met Ygritte. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat. Finally in Saltpans at Christmas,JonSnow faced Branstark. With the help of Yagritta and thanks to the learnt power of Military strategy, they managed to save the castle and in The Dreadfort celebrated with Ygglette by playing a game. "
,"Reference text": " A long time ago Jon Snow, King from the House Targaryen, was known to be very good as a spy. Jon Snow was having an happy and peaceful life when Bran Stark threatened the freedom of Jon Snow. Our hero was too weak, but with the help of Lyanna Stark, Jon Snow learnt the power of fire sorcery. On the way to Torrhen's Square at Night, Jon Snow met Hizdahr zo Loraq and they immediately became friends. At the Winter Solstice Jon Snow and Hizdahr zo Loraq were almost in Red Keep, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Jon Snow and Hizdahr zo Loraq celebrated in Bear Island by getting married. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Bran Stark one day posed a threat to the freedom of Euron Greyjoy. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of fire sorcery. On the way to Riverlands at the Summer Solstice, Euronya Stark met Shae and they immediately became friends. Finally in The Eyrie at sunrise, Arryn faced Karakat, a rebel from The Dreadfort. After travelling across all the kingdom, Aerysha Stark with The Iron Islander's help finally found Khal Drogo in Saltpans. A bloody battle begun but Euronega Stark thanks to Fire sorcery powers got the better of Karrakat. This is how Eurasimov managed to save the peace and in Oldstones celebrated with Ygritte by playing a game. "
,"Reference text": " A long time ago Cersei Lannister, Queen regnant from the House Lannister, was known to be very good as a regent. The evil Bran Stark one day posed a threat to the treasure of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Shae, got stronger and learnt mind controlling. On the way to Riverlands at the Winter Solstice, Cersei Lannister met Euron Greyjoy and they immediately became friends. After travelling across all the kingdom, Cersei Lannister with the help of Euron Greyjoy finally found Bran Stark in The Dreadfort. A bloody battle begun but Cersei Lannister thanks to mind controlling powers got the better of Bran Stark. After the victory, the treasure was not under threat anymore. Cersei Lannister and Euron Greyjoy celebrated in Oldstones by playing a game. " 

},{"Generated text": " Once upon a time, there was a regent whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the treasure of Tyrone Lannisters. Tyron LannISTER did not know what to do and went to Myrcella Baelish to seek help. Momma Tommenys was also a master of military strategy and taught the hero all its secrets. During a long training session in Moat Cailin at the Autumnal Equinox in The Vale of Arryn at Christmas, Tyranny Lannistone met Cersei Lannista. They immediately got along and decided to travel together. Finally in Saltpans at sunrise, the evilRobert Baraton faced Tyronia Lannistar. With the help of Cergylannister and thanks in advance to Ygritte's help, got married and celebrated by organizing a concert. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a bureaucrat. Tyrion Lannister was having an happy and peaceful life when Robert Baratheon threatened the peace of Tyrion Lannister. Our hero was too weak, but with the help of Cersei Lannister, Tyrion Lannister learnt the power of mind controlling. On the way to Torrhen's Square at the Winter Solstice, Tyrion Lannister met Shae and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Shae finally found Robert Baratheon in The Dreadfort. A bloody battle begun but Tyrion Lannister thanks to mind controlling powers got the better of Robert Baratheon. Eventually the peace was safe again. Tyrion Lannister and Shae went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, Arya Stark learnt the power of fire sorcery. During a long training session in Raventree Hall at the Summer Solstice, B Branstark met Rickon Baratheon. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Night, the threat was almost under threat. After travelling across all the kingdom, Bran Stark with a vengeance finally got the chance to play a game. At the Autumnal Equinox Banners were almost in Seagard, when they realized Myrcella Targaryen was after them. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt invisibility. In Raventree Hall at Christmas, Bran Stark met Arya Stark and they formed an alliance. Finally in The Whispering Wood at the first day of Spring, Bran Stark faced Tyrion Lannister. With the help of Arya Stark and thanks to the learnt power of invisibility, the alliance scared away Tyrion Lannister. After the victory, the treasure was not under threat anymore. Bran Stark and Arya Stark celebrated in The Vale of Arryn by getting married. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Petyr Baelish one day posed a threat to the treasure of Daenys Targaryens. Our hero was too weak, but with the help of Ygritte and thanks to a learnt power of mind controlling, the power got stronger. During a long training session in Bear Island at the Autumnal Equinox in The Dreadfort at Christmas, Daeney Tyrell met Lyanna Stark. They immediately got along and decided to travel together. Finally in Karhold at Winterfell and before the Summer Solstice was an official mandate from King Robert Baratheon. After travelling across all the kingdom, Jon Snow finally found Daena Stark in Saltpans. A bloody battle begun but Daegard did not know what to do and went to Rickon Stark to seek help. Eventually got married and they went back to The Twins. "
,"Reference text": " Daenerys Targaryen was Princess for the House Targaryen and was also known in the whole kingdom as a revolutionary. The evil Petyr Baelish one day posed a threat to the freedom of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Rhaegar Targaryen, got stronger and learnt invisibility. On the way to Bear Island at the Summer Solstice, Daenerys Targaryen met Rhaenys Targaryen and they immediately became friends. Finally in Karhold at the Autumnal Equinox, Daenerys Targaryen faced Petyr Baelish. With the help of Rhaenys Targaryen and thanks to the learnt power of invisibility, the alliance scared away Petyr Baelish. Eventually the freedom was safe again. Daenerys Targaryen and Rhaenys Targaryen went to The Iron Island and celebrated by having a feast. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Targaryen, was known to be very good as a ruler. The evil Margaery Tyrell one day posed a threat to the treasure of JonSnow. Our hero was too weak, but with the help of Ygritte, the hero learnt the power of military strategy. During a long training session in The Eyrie at the Autumnal Equinox, Moat Cailin met Daenerys Targarlyen. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Saltpans at Christmas, Jonnow with all its secrets was finally found in Winterfell. A bloody battle begun but Jonghardt thanks to Military strategy powers got the better of Margaelyne. This is how Jonzied managed to save the castle and in Torrhen's Square celebrated the victory by playing a game. "
,"Reference text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a spy. Jon Snow was having an happy and peaceful life when Margaery Tyrell threatened the peace of Jon Snow. Initially Jon Snow was afraid but with the help of Daenerys Targaryen, got stronger and learnt fire sorcery. In The Iron Island at the Summer Solstice, Jon Snow met Ygritte and they formed an alliance. At Night Jon Snow and Ygritte were almost in The Trident, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. This is how Jon Snow managed to save the peace and in The Vale of Arryn celebrated with Ygritte by getting married. " 

},{"Generated text": " Once upon a time, there was a rebel whose name was Robert Baratheon. The rebel was Cersei Lannister. Everything was quiet when one day Arya Stark threatened the House of Robert baratheonet. Our hero was too weak, but with the help of Ygritte and thanks to the learnt power of military strategy, the alliance scared away Aryas Stark. After travelling across all the kingdom, RobertBaratheons with The Iron Islander powers got stronger and taught the hero all its secrets. During a long training session in The Vale of Arryn at the Summer Solstice, Bobbie Wallace met Steffon Baelish. They immediately got along and decided to travel together. Finally in Saltpans at Christmas, Robbony Bailin faced AryArya Stark. A bloody battle begun but Bobbaby thanks the military strategist's power got the better of the enemy. This is how Robb Stark managed to save the house and in Raventree Hall celebrated by organizing a concert. "
,"Reference text": " Once upon a time, there was a ruler whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. Everything was quiet when one day Arya Stark threatened the House of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Stannis Baratheon, got stronger and learnt gravity Control. On the way to Winterfell at the first day of Spring, Robert Baratheon met Steffon Baratheon and they immediately became friends. At Christmas Robert Baratheon and Steffon Baratheon were almost in The Trident, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. Eventually the House was safe again. Robert Baratheon and Steffon Baratheon went to The Vale of Arryn and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the hero learnt the power of invisibility. On the way to Karhold at the Winter Solstice, Jon Snow met Sansa Baratheon and they immediately became friends. Finally in The Eyrie at sunrise, Stark faced Margaele Targaryen. With the aid of Sanska Stark (a warrior from the Vale of Arryn) and thanks to a learnt power, got stronger and learnt teleportation. During a long training session in Torrhen's Square at Christmas, Bran Westerly met Robb Arjen. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally got to The Dreadfort and celebrated by making fireworks. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Bran Stark. Our hero was too weak, but with the help of Arya Stark, Bran Stark learnt the power of fire sorcery. On the way to Raventree Hall at the first day of Spring, Bran Stark met Rickon Stark and they immediately became friends. At the Summer Solstice Bran Stark and Rickon Stark were almost in The Trident, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Bran Stark and Rickon Stark celebrated in Karhold by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. The evil Robert Baratheon one day posed a threat to the treasure of Tywin Lannisters. Our hero was too weak, but with the help of Shae, Tyron LannISTER learnt the power of mind controlling. During a long training session in The Dreadfort at the Autumnal Equinox, the hero met Joanna Lannister and they formed an alliance. After travelling across all the kingdom, finally in Torrhen's Square at The Trident at sunrise, Tommen Rhaenys Targaryen faced Robert Baelish. With the knowledge of Moat Cailin and thanks to this alliance having been made easier by having a stronger military strategy. This is how Tyrone Lannisten managed to save The Ruby Ford and in White Harbor celebrated by listening to a storytelling. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as an official. Everything was quiet when one day Robert Baratheon threatened the jewel of Tyrion Lannister. Our hero was too weak, but with the help of Shae, Tyrion Lannister learnt the power of military strategy. In The Dreadfort at sunrise, Tyrion Lannister met Joanna Lannister and they formed an alliance. Finally in The Dreadfort at Night, Tyrion Lannister faced Robert Baratheon. With the help of Joanna Lannister and thanks to the learnt power of military strategy, the alliance scared away Robert Baratheon. This is how Tyrion Lannister managed to save the jewel and in The Dreadfort celebrated with Joanna Lannister by having a feast. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Targaryen, was known to be very good as a spy. The evil Petyr Baelish one day posed a threat to the freedom of JonSnow. Our hero was too weak, but with the help of Ygritte, the hero learnt the power of invisibility. During a long training session in Crossroads Inn at the Autumnal Equinox, Moat Cailin met Rickard Stark. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise, Jon snow faced Petry Baratheon. After travelling across all the kingdom, it was finally in Saltpans at Christmas. A bloody battle begun but the victor got the upper hand. This is how Jonnow managed to save the peace and in White Harbor celebrated with Rickards Stark by listening to a storytelling. "
,"Reference text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a ruler. The evil Petyr Baelish one day posed a threat to the House of Jon Snow. Our hero was too weak, but with the help of Rhaella Targaryen, Jon Snow learnt the power of mind controlling. In The Ruby Ford at Night, Jon Snow met Rhaenys Targaryen and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Rhaenys Targaryen finally found Petyr Baelish in Winterfell. A bloody battle begun but Jon Snow thanks to mind controlling powers got the better of Petyr Baelish. This is how Jon Snow managed to save the House and in Crossroads Inn celebrated with Rhaenys Targaryen by getting married. " 

},{"Generated text": " Once upon a time, there was a rebel whose name was Robert Baratheon. The evil Daenerys Targaryen one day posed a threat to the castle of RobertBaratheons. Initially the rebel was afraid but with the help of Gendry, got stronger and learnt gravity Control. During a long training session in Riverlands at the Summer Solstice, the hero met Steffon Baelish. They immediately got along and decided to travel together. Finally in Saltpans at Christmas, Robert baratheona faced Daenyr Bailin. With the learnt power of invisibility and the military strategy behind the scenes, The Iron Islander gained the upper hand. After travelling across all the kingdom, it was finally in Red Keep at Night. A bloody battle begun but the victor got the better of Daena Stark. This is the story that will be remembered in Seagard at sunrise. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. The evil Daenerys Targaryen one day posed a threat to the treasure of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Gendry, got stronger and learnt military strategy. On the way to Torrhen's Square at the first day of Spring, Robert Baratheon met Stannis Baratheon and they immediately became friends. Finally in Riverlands at the Autumnal Equinox, Robert Baratheon faced Daenerys Targaryen. With the help of Stannis Baratheon and thanks to the learnt power of military strategy, the alliance scared away Daenerys Targaryen. Eventually the treasure was safe again. Robert Baratheon and Stannis Baratheon went to Red Keep and celebrated by watching a play. " 

},{"Generated text": " Tommen Baratheon was Lord for the House Tyrell and was also known in the whole kingdom as a bureaucrat. The evil Tyrion Lannister one day posed a threat to the peace of MargaeryTyrell. Our hero was too weak, but with the help of Willas Tyrrell, the hero learnt the power of mind controlling. During a long training session in The Iron Island at the Summer Solstice, Margaeery Tyrel met Tommens Baraton. They immediately got along and decided to travel together. Finally in Castle Black at Christmas,Margaerie Tyrella faced Tyron Lannisters. With the knowledge of TomsenBaratheons and thanks to its military strategy, they were able to save the freedom and in Torrhen's Square celebrated the victory by organizing a concert. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. The evil Tyrion Lannister one day posed a threat to the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Tommen Baratheon, got stronger and learnt fire sorcery. During a long training session in The Iron Island at the Summer Solstice, Margaery Tyrell met Willas Tyrell. They immediately got along and decided to travel together. After travelling across all the kingdom, Margaery Tyrell with the help of Willas Tyrell finally found Tyrion Lannister in Castle Black. A bloody battle begun but Margaery Tyrell thanks to fire sorcery powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the freedom and in Castle Black celebrated with Willas Tyrell by having a feast. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a mass murderer. The evil Jon Snow one day posed a threat to the treasure of Aryas Stark. Our hero was too weak, but with the help of Eddard Stark, Aryathe Stark learnt the power of fire sorcery. During a long training session in Kings Landing at the Summer Solstice, Bryn Stark met Catelyn Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, the peace was finally under threat again. This time the threat was not a military threat but a peace demonstration. Aryans and Cryn Stark celebrated in The Dreadfort by listening to a storytelling. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Arya Stark was having an happy and peaceful life when Jon Snow threatened the treasure of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of gravity Control. In Kings Landing at the Summer Solstice, Arya Stark met Catelyn Stark and they formed an alliance. After travelling across all the kingdom, Arya Stark with the help of Catelyn Stark finally found Jon Snow in Torrhen's Square. A bloody battle begun but Arya Stark thanks to gravity Control powers got the better of Jon Snow. After the victory, the treasure was not under threat anymore. Arya Stark and Catelyn Stark celebrated in The Trident by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Daenerys Targaryen one day posed a threat to the peace of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the hero learnt the power of fire sorcery. During a long training session in Crossroads Inn at the Summer Solstice, Brien Stark met Sansa Baratheon. They immediately got along and decided to travel together. Finally in The Twins at Night, Braan Stark faced Daenas Karamazov. With the knowledge and skills of Sansana Baratcheta, they formed an alliance. After travelling across all the kingdom, BranStark and Sanso finally found Daaras Khal Drogo in Saltpans. A bloody battle begun but Bran Stark thanks to Fire sorcery powers got the better of Daanas. This is how Braen Stark managed to save the freedom and in Red Keep celebrated with Sanska Barash by playing a game. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Daenerys Targaryen threatened the treasure of Bran Stark. Bran Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of fire sorcery and taught the hero all its secrets. On the way to White Harbor at Night, Bran Stark met Catelyn Stark and they immediately became friends. At the Summer Solstice Bran Stark and Catelyn Stark were almost in Crossroads Inn, when they realized Daenerys Targaryen was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. Eventually the treasure was safe again. Bran Stark and Catelyn Stark went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the Lord got stronger and learnt invisibility. During a long training session in Deepwood Motte at the Summer Solstice, Brienne Baratheon met Rickon Targaryen. They immediately got along and decided to travel together. Finally in Red Keep at Christmas and before the Autumnal Equinox was a ruler. After travelling across all the kingdom, Bran Westerly with help from Rhaella Stark finally got to The Dreadfort and celebrated by organizing a concert. A bloody battle begun but thanks to gravity Control powers the enemy was able to retreat. This is how Bran Stark managed to save the Treasure and in Seagard celebrated with Rickoni Stark by making fireworks. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Bran Stark was having an happy and peaceful life when Tyrion Lannister threatened the freedom of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of mind controlling. In Deepwood Motte at sunrise, Bran Stark met Catelyn Stark and they formed an alliance. At Night Bran Stark and Catelyn Stark were almost in Red Keep, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used mind controlling forcing the enemy to retreat. This is how Bran Stark managed to save the freedom and in Winterfell celebrated with Catelyn Stark by listening to a storytelling. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Targaryen, was known to be very good as a ruler. The evil Tyrion Lannister one day posed a threat to the treasure of Daenerys Targariesen. Our hero was too weak, but with the help of Ygritte, the hero learnt the power of military strategy. During a long training session in Bear Island at the Autumnal Equinox, Moat Cailin met Aerys II Targarys. They immediately got along and decided to travel together. Finally in The Eyrie at sunrise, Daenys faced Tyron Lannisters. With the knowledge of Arryn Stark and thanks to a learnt power the alliance weakened. This is how Daeneys managed to save The Iron Island and in Raventree Hall celebrated with Ayn Rand by playing a game. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. The evil Margaery Tyrell one day posed a threat to the treasure of Daenerys Targaryen. Our hero was too weak, but with the help of Aerys II Targaryen, Daenerys Targaryen learnt the power of gravity Control. In Red Keep at the Winter Solstice, Daenerys Targaryen met Jon Snow and they formed an alliance. Finally in Kings Landing at sunrise, Daenerys Targaryen faced Margaery Tyrell. With the help of Jon Snow and thanks to the learnt power of gravity Control, the alliance scared away Margaery Tyrell. After the victory, the treasure was not under threat anymore. Daenerys Targaryen and Jon Snow celebrated in Bear Island by listening to a storytelling. " 

},{"Generated text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men and was also known in the whole kingdom as a rebel. The evil Petyr Baelish one day posed a threat to the freedom of Robert Baraton. Initially the hero was afraid but with the help of Steffon Tyrell, got stronger and learnt military strategy. During a long training session in The Vale of Arryn at the Autumnal Equinox, Robert Basingstoke met CassanaBaratheona. They immediately got along and decided to travel together. After travelling across all the kingdom, the castle was finally under threat again. This time the enemy was not after the treasure, forcing the peaceholder to retreat. Eventually thefreedom was safe again after travelling through the Winter Solstice. Our hero now has a home in White Harbor. "
,"Reference text": " Once upon a time, there was a rebel whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Petyr Baelish one day posed a threat to the castle of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Steffon Baratheon, got stronger and learnt fire sorcery. During a long training session in Winterfell at the Autumnal Equinox, Robert Baratheon met Cassana Baratheon. They immediately got along and decided to travel together. At the first day of Spring Robert Baratheon and Cassana Baratheon were almost in The Iron Island, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used fire sorcery forcing the enemy to retreat. This is how Robert Baratheon managed to save the castle and in Winterfell celebrated with Cassana Baratheon by watching a play. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Jon Snow one day posed a threat to the freedom of Casterly Baratheon. Our hero was too weak, but with the help of Jaime Lannister, Cerys Lannisters learnt the power of military strategy. During a long training session in The Iron Island at the Summer Solstice, Tyrion Lannistone met Ceris Tyrell. They immediately got along and decided to travel together. Finally in Torrhen's Square at The Vale of Arryn at sunrise, Custerly Stark faced JonSnow. With the knowledge of Ceras LannISTER and thanks to a learnt power, the alliance scared awayJon Snow was almost in Winterfell, when it became clear the evil was after the treasure. This is how Costerly Parker managed to save the peace and in Saltpans celebrated with Cerus Tyellister by getting married. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. The evil Jon Snow one day posed a threat to the freedom of Cersei Lannister. Our hero was too weak, but with the help of Tywin Lannister, Cersei Lannister learnt the power of gravity Control. In The Iron Island at Night, Cersei Lannister met Jaime Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Jaime Lannister finally found Jon Snow in The Iron Island. A bloody battle begun but Cersei Lannister thanks to gravity Control powers got the better of Jon Snow. After the victory, the freedom was not under threat anymore. Cersei Lannister and Jaime Lannister celebrated in White Harbor by making fireworks. " 

},{"Generated text": " Tyrion Lannister was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a revolutionary. The evil Daenerys Targaryen one day posed a threat to the castle of Tyrions. Our hero was too weak, but with the help of Gendry, Tyrion learnt the power of mind controlling. During a long training session in Karhold at the Summer Solstice, Tyriona Lannisters met Steffon Baraton. They immediately got along and decided to travel together. Finally in The Dreadfort at sunrise, Tyrell faced Daars Targariaen. With the knowledge of Steppon Baelish and thanks to a learnt power management strategy, the alliance scared away Daads Targarys. After the victory, The Iron Island was not under threat anymore. Tyrants and Seagard celebrated in Torrhen's Square by playing a game. "
,"Reference text": " Once upon a time, there was a military leader whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. Robert Baratheon was having an happy and peaceful life when Daenerys Targaryen threatened the treasure of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Renly Baratheon, got stronger and learnt gravity Control. During a long training session in Karhold at the Autumnal Equinox, Robert Baratheon met Gendry. They immediately got along and decided to travel together. At sunrise Robert Baratheon and Gendry were almost in The Vale of Arryn, when they realized Daenerys Targaryen was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. Eventually the treasure was safe again. Robert Baratheon and Gendry went to Torrhen's Square and celebrated by playing a game. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. Everything was quiet when one day Arya Stark threatened the treasure of our hero. Our hero was too weak, but with the help of Lysa Arryn, the hero learnt the power of invisibility. During a long training session in Bear Island at the Autumnal Equinox in The Dreadfort, a warrior met Robert Baratheon. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Saltpans at sunrise, they were almost in Moat Cailin, when they realized Aryas Stark was after them. The two friends nevertheless were ready and the battle begun. Peter Bailish used invisibly forcing the enemy to retreat. This is how the victory story went down in Riverlands "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. Everything was quiet when one day Arya Stark threatened the peace of Petyr Baelish. Petyr Baelish did not know what to do and went to Robert Arryn to seek help. Robert Arryn was a master of mind controlling and taught the hero all its secrets. During a long training session in The Dreadfort at the Summer Solstice, Petyr Baelish met Lysa Arryn. They immediately got along and decided to travel together. At the first day of Spring Petyr Baelish and Lysa Arryn were almost in Bear Island, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Petyr Baelish used mind controlling forcing the enemy to retreat. Eventually the peace was safe again. Petyr Baelish and Lysa Arryn went to Saltpans and celebrated by listening to a storytelling. " 

},{}]