[{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the peace of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord learnt the power of fire sorcery. During a long training session in Oldstones at the Autumnal Equinox, a warrior from the Iron Island met Robb Targaryen. They immediately got along and decided to travel together. Finally in Moat Cailin at sunrise, Robb Stark faced TyrION LannISTER. With the strength of a strong ally and a ready-made battle plan, they formed an alliance. After the victory, The Dreadfort was not under threat anymore. Bran King and Robert Stark celebrated in Torrhen's Square by organizing a concert. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Tyrion Lannister threatened the peace of Bran Stark. Bran Stark did not know what to do and went to Rickon Stark to seek help. Rickon Stark was a master of fire sorcery and taught the hero all its secrets. On the way to Oldstones at the Autumnal Equinox, Bran Stark met Robb Stark and they immediately became friends. Finally in Moat Cailin at sunrise, Bran Stark faced Tyrion Lannister. With the help of Robb Stark and thanks to the learnt power of fire sorcery, the alliance scared away Tyrion Lannister. Eventually the peace was safe again. Bran Stark and Robb Stark went to Torrhen's Square and celebrated by organizing a concert. " 

},{"Generated text": " The evil Jon Snow one day posed a threat to the House of Margaery Tyrell. Our hero was too weak, but with the help of Tommen Baratheon, the hero learnt the power of military strategy. During a long training session in Saltpans at Night, our hero met Loras Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, MargmaeryTyrell with The Dreadfort's help finally found JonSnow in White Harbor. A bloody battle begun but Marggaery tyrell thanks to militaryategy powers got the better ofJon Snow. This is the story of a Queen consort who was having an happy and peaceful life when Jon snow threatened the house of her husband. The two friends did not know what to do and went to Torrhen's Square to seek help. Eventually they got married and celebrated by listening to a storytelling "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Jon Snow threatened the House of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Tommen Baratheon to seek help. Tommen Baratheon was a master of military strategy and taught the hero all its secrets. During a long training session in Saltpans at Night, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At sunrise Margaery Tyrell and Loras Tyrell were almost in White Harbor, when they realized Jon Snow was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used military strategy forcing the enemy to retreat. This is how Margaery Tyrell managed to save the House and in The Dreadfort celebrated with Loras Tyrell by listening to a storytelling. " 

},{"Generated text": " Mentor Joffrey Baratheon was a master of fire sorcery and taught the hero all its secrets. During a long training session in Oldstones at the Winter Solstice, Margaery Tyrell met Garlan Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, the alliance scared away Petyr Baelish. Eventually the freedom was safe again. Our hero was too weak, but with the help of Gluer Baraton, Gjuerrell learnt the power of Fire sorcery. On the way to The Ruby Ford and celebrated by playing a game, Margaret Thatcher met Robert E. Lee and they immediately became friends. At the Autumnal Equinox the two friends nevertheless were ready and the battle begun. The hero then lost it but thanks to the learnt power, got stronger and learnt game strategy. Finally in Riverlands at The Whispering Wood, The Iron Island celebrated with Gerald Thatcher by watching a play "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Margaery Tyrell was having an happy and peaceful life when Petyr Baelish threatened the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Joffrey Baratheon, got stronger and learnt fire sorcery. On the way to Oldstones at the Winter Solstice, Margaery Tyrell met Garlan Tyrell and they immediately became friends. At the Autumnal Equinox Margaery Tyrell and Garlan Tyrell were almost in Oldstones, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used fire sorcery forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Margaery Tyrell and Garlan Tyrell celebrated in Riverlands by playing a game. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the hero learnt the power of invisibility. During a long training session in The Iron Island at Night, a friend introduced the Hero to The Mentor. After travelling across all the kingdom, The Trident was almost in Castle Black, when it was decided to be a safe place. A bloody battle begun but Bran Stark thanks to invisibleibility powers got the better of MargAeryTyrell. This is the story behind the victory and the fear that it may be under threat again. Eventually The Twins and Moat Cailin went to Red Keep and celebrated by organizing a concert. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Margaery Tyrell threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Arya Stark to seek help. Arya Stark was a master of invisibility and taught the hero all its secrets. During a long training session in The Iron Island at Night, Bran Stark met Sansa Stark. They immediately got along and decided to travel together. At the first day of Spring Bran Stark and Sansa Stark were almost in Castle Black, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used invisibility forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Bran Stark and Sansa Stark celebrated in Oldstones by organizing a concert. " 

},{"Generated text": " The evil Petyr Baelish one day posed a threat to the House of Margaery Tyrell. Our hero was too weak, but with the help of AlerieTyrell, the Queen consort learnt the power of fire sorcery. During a long training session in The Iron Island on Christmas Eve, Margaiery Tyrrell met Loras Tyrel. They immediately got along and decided to travel together. After travelling across all the kingdom and finally settling in Deepwood Motte at the Winter Solstice, they were ready. At The Whispering Wood they met Jon Jon Snow and they formed an alliance. Finally in the Great Sept of Cailinat by the Riverlands and after the victory by having a storytelling and a happy and peaceful life, The Dreadfort was not under threat anymore. The two friends nevertheless were not ready and the battle begun. Margineery tyrell did not know what to do and went to Raventree Hall to seek help. This is how "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the House of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Alerie Tyrell to seek help. Alerie Tyrell was a master of fire sorcery and taught the hero all its secrets. During a long training session in The Iron Island at Christmas, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At the Winter Solstice Margaery Tyrell and Loras Tyrell were almost in The Whispering Wood, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used fire sorcery forcing the enemy to retreat. This is how Margaery Tyrell managed to save the House and in Deepwood Motte celebrated with Loras Tyrell by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. The Dreadforte was an evil evil that posed a threat to the castle of Jon Snow. Our hero was too weak, but with the help of Benjen Stark, Daenes Targaristen learnt the power of military strategy. During a long training session in The Ruby Ford at the first day of Spring, the hero met Daario Naharis. They immediately got along and decided to travel together. After travelling across all the kingdom, they found Robert Baratheon on the way to The Trident. A bloody battle begun but Daeneys Tyrell thanks to military strategies powers got the better of RobertBaratheons. Eventually the Castle was safe again. Daenys Tyrrell and Daiawatha went to Saltpans and celebrated by organizing a concert. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Robert Baratheon threatened the castle of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of military strategy. In The Ruby Ford at the first day of Spring, Daenerys Targaryen met Daario Naharis and they formed an alliance. At the Winter Solstice Daenerys Targaryen and Daario Naharis were almost in The Trident, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used military strategy forcing the enemy to retreat. This is how Daenerys Targaryen managed to save the castle and in Winterfell celebrated with Daario Naharis by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an advisor whose name was Tyrion Lannister. The Lord was a Lord from the House Lannisters. Everything was quiet when one day Daenerys Targaryen threatened the treasure of Tyrell Stark. Our hero was too weak, but with the help of Euron Greyjoy, the master of teleportation got stronger and learnt teleportation. During a long training session in The Dreadfort at Night, Tyrionsister met Joanna LannISTER. They immediately got along and decided to travel together. Eventually they were in Moat Cailin, at the Autumnal Equinox. After travelling across all the kingdom and getting married in Great Sept of Baelor, Cersei finally called to the Eyrie and asked for help. A bloody battle begun but Tyrning Stark did not know what to do. This is how the hero got married and in Saltpans celebrated by having a feast. "
,"Reference text": " Once upon a time, there was an advisor whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Daenerys Targaryen one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Euron Greyjoy, got stronger and learnt teleportation. In The Dreadfort at Night, Tyrion Lannister met Joanna Lannister and they formed an alliance. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Daenerys Targaryen in Moat Cailin. A bloody battle begun but Tyrion Lannister thanks to teleportation powers got the better of Daenerys Targaryen. This is how Tyrion Lannister managed to save the treasure and in Red Keep celebrated with Joanna Lannister by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Cersei Lannister one day posed a threat to the treasure of Bran Stark. Initially our hero was afraid but with the help of Catelyn Stark, got stronger and learnt military strategy. During a long training session in The Vale of Arryn at the Autumnal Equinox, the hero met Sansa Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally settling in Riverlands at sunrise, they were ready and the battle begun. Brien Stark used militaryategy forcing the enemy to retreat. This is how the victory story unfolded and in Raventree Hall celebrated in Kings Landing by getting married. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Cersei Lannister threatened the treasure of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt military strategy. On the way to The Vale of Arryn at the Autumnal Equinox, Bran Stark met Sansa Stark and they immediately became friends. Finally in Riverlands at sunrise, Bran Stark faced Cersei Lannister. With the help of Sansa Stark and thanks to the learnt power of military strategy, the alliance scared away Cersei Lannister. This is how Bran Stark managed to save the treasure and in Saltpans celebrated with Sansa Stark by listening to a storytelling. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. The evil Tyrion Lannister one day posed a threat to the peace of our hero. Our hero was too weak, but with the help of Lysa Arryn, we learnt the power of invisibility. During a long training session in Kings Landing at the Winter Solstice, the hero met RobertArryn. They immediately got along and decided to travel together. After travelling across all the kingdom, Petry Bailish with The Dreadfort still had the strength of a master. Finally in Riverlands at Night, petyr baelished and thanks to The Iron Island's help, got married and celebrated by watching a play. "
,"Reference text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a procurer. Petyr Baelish was having an happy and peaceful life when Tyrion Lannister threatened the peace of Petyr Baelish. Petyr Baelish did not know what to do and went to Lysa Arryn to seek help. Lysa Arryn was a master of invisibility and taught the hero all its secrets. In Kings Landing at the Winter Solstice, Petyr Baelish met Robert Arryn and they formed an alliance. Finally in Riverlands at Night, Petyr Baelish faced Tyrion Lannister. With the help of Robert Arryn and thanks to the learnt power of invisibility, the alliance scared away Tyrion Lannister. Eventually the peace was safe again. Petyr Baelish and Robert Arryn went to Saltpans and celebrated by watching a play. " 

},{"Generated text": " The evil Cersei Lannister one day posed a threat to the House of Robert Baratheon. Our hero was too weak, but with the help of Steffon Barapleon, the hero learnt the power of teleportation. During a long training session in Oldstones at the Autumnal Equinox, our hero met Gendry. They immediately got along and decided to travel together. Eventually they were in The Eyrie, at Christmas, and celebrated by organizing a concert. After travelling across all the kingdom and getting married in Great Sept of Baelor, Robert baratheons with The Dreadforte finally got the chance to play a game. On the way to The Ruby Ford for the Christmas Christmas Eve concert and thanks to a learnt power, got married and had a family. "
,"Reference text": " A long time ago Robert Baratheon, Lord from the House Baratheon, was known to be very good as a military leader. Everything was quiet when one day Cersei Lannister threatened the House of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Steffon Baratheon, got stronger and learnt teleportation. In Oldstones at the Autumnal Equinox, Robert Baratheon met Gendry and they formed an alliance. At Christmas Robert Baratheon and Gendry were almost in The Eyrie, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used teleportation forcing the enemy to retreat. This is how Robert Baratheon managed to save the House and in The Ruby Ford celebrated with Gendry by organizing a concert. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. The evil Margaery Tyrell one day posed a threat to the castle of Tyrion Stark. Our hero was too weak, but with the help of Myrcella Baraton at the Autumnal Equinox, the hero learnt the power of teleportation. During a long training session in The Twins on the way to The Iron Island at Autumnals, Tyrrell met Lancelannister. They immediately got along and decided to travel together. At the Winter Solstice the two friends were almost in Kings Landing and were ready to fight. After travelling across all the kingdom, Cergylister with The Dreadfort still not under threat anymore. This is the story that gets under the skin of Robert the Bruce and finally in Moat Cailin celebrated by listening to a storytelling. "
,"Reference text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. Cersei Lannister was having an happy and peaceful life when Margaery Tyrell threatened the castle of Cersei Lannister. Cersei Lannister did not know what to do and went to Myrcella Baratheon to seek help. Myrcella Baratheon was a master of teleportation and taught the hero all its secrets. In The Twins at the Autumnal Equinox, Cersei Lannister met Lancel Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Lancel Lannister finally found Margaery Tyrell in Kings Landing. A bloody battle begun but Cersei Lannister thanks to teleportation powers got the better of Margaery Tyrell. After the victory, the castle was not under threat anymore. Cersei Lannister and Lancel Lannister celebrated in Kings Landing by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, the Lord learnt the power of mind controlling. During a long training session in The Iron Island at the Autumnal Equinox, a warrior from the Vale of Arryn met Catelyn Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally got in Riverlands and celebrated by listening to a storytelling. At the first day of Spring Bran was ready and the enemy was almost upon them. This is the storybook hero from The Ruby Forde and how it all came to be. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the jewel of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, Bran Stark learnt the power of mind controlling. On the way to The Iron Island at the Autumnal Equinox, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Margaery Tyrell in Riverlands. A bloody battle begun but Bran Stark thanks to mind controlling powers got the better of Margaery Tyrell. After the victory, the jewel was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Red Keep by listening to a storytelling. " 

},{"Generated text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a soldier. Everything was quiet when one day Tyrion Lannister threatened the castle of Jon Snow. Our hero was too weak, but with the help of Ygritte, JonSnow learnt the power of fire sorcery. During a long training session in The Trident at Christmas, the hero met Aerys II Targaries. They immediately got along and decided to travel together. After travelling across all the kingdom and reaching White Harbor in Christmas Day, they finally found Tyrionsister in White Harbor. A bloody battle begun but Jon snow thanks to fire magic powers got the better of Tyrning Lannisters. Eventually the Castle was safe again. Jon Black and his friends went to The Dreadfort and celebrated by watching a play. "
,"Reference text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a soldier. The evil Tyrion Lannister one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the help of Ygritte, Jon Snow learnt the power of fire sorcery. In The Trident at Christmas, Jon Snow met Aerys II Targaryen and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Aerys II Targaryen finally found Tyrion Lannister in White Harbor. A bloody battle begun but Jon Snow thanks to fire sorcery powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Jon Snow and Aerys II Targaryen celebrated in Castle Black by watching a play. " 

},{"Generated text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. The evil Cersei Lannister one day posed a threat to the freedom of Jon Snow. Our hero was too weak, but with the help of Aerys II Targaries (a master of military strategy) the hero used a power learned in Military Strategy. During a long training session in White Harbor on the way to White Sept of Baelor at sunrise, Daerys Tyrell met Aegon Targari. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in The Trident at the Summer Solstice, the two friends nevertheless were ready. Finally in Seagard at The Vale of Arryn and celebrating the victory by organizing a concert, The Iron Island celebrated in Moat Cailin by getting married. "
,"Reference text": " Once upon a time, there was a ruler whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Everything was quiet when one day Cersei Lannister threatened the freedom of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Aerys II Targaryen, got stronger and learnt military strategy. During a long training session in White Harbor at sunrise, Daenerys Targaryen met Aegon Targaryen. They immediately got along and decided to travel together. Finally in The Trident at the Summer Solstice, Daenerys Targaryen faced Cersei Lannister. With the help of Aegon Targaryen and thanks to the learnt power of military strategy, the alliance scared away Cersei Lannister. After the victory, the freedom was not under threat anymore. Daenerys Targaryen and Aegon Targaryen celebrated in Great Sept of Baelor by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Our hero was too weak, but with the help of Catelyn Stark, Bran Stark learnt the power of fire sorcery. During a long training session in The Vale of Arryn at the first day of Spring, the hero met Arya Stark. They immediately got along and decided to travel together. Eventually they were in Red Keep and celebrated by playing a game. After travelling across all the kingdom, they reached Robert Baratheon. At the Autumnal Equinox Baelor was almost ready and the two friends nevertheless were ready. The battle begun but Bran Stark thanks to fire power sorcery powers got the better of RobertBaratheons. This is how BranStark managed to save The House and in Raventree Hall celebrated in Moat Cailin by organizing a concert. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. The evil Robert Baratheon one day posed a threat to the House of Bran Stark. Bran Stark did not know what to do and went to Catelyn Stark to seek help. Catelyn Stark was a master of fire sorcery and taught the hero all its secrets. On the way to The Vale of Arryn at the first day of Spring, Bran Stark met Arya Stark and they immediately became friends. Finally in Red Keep at the Autumnal Equinox, Bran Stark faced Robert Baratheon. With the help of Arya Stark and thanks to the learnt power of fire sorcery, the alliance scared away Robert Baratheon. This is how Bran Stark managed to save the House and in Karhold celebrated with Arya Stark by listening to a storytelling. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as an advisor. The evil Tyrion Lannister one day posed a threat to the castle of our hero. Our hero did not know what to do and went to Lysa Arryn to seek help. She was a master of mind controlling and taught the hero all its secrets. During a long training session in Bear Island at Christmas, the Hero met RobertArryn. They immediately got along and decided to travel together. At Christmas the two friends were almost in Winterfell, when they realized the enemy was after them. After travelling across all the kingdom, The Hero with the Iron Island Redemption powers got stronger and made fireworks. This is how the story went down in Torrhen's Square "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as an advisor. Everything was quiet when one day Tyrion Lannister threatened the castle of Petyr Baelish. Initially Petyr Baelish was afraid but with the help of Lysa Arryn, got stronger and learnt mind controlling. In Bear Island at Christmas, Petyr Baelish met Robert Arryn and they formed an alliance. After travelling across all the kingdom, Petyr Baelish with the help of Robert Arryn finally found Tyrion Lannister in Winterfell. A bloody battle begun but Petyr Baelish thanks to mind controlling powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Petyr Baelish and Robert Arryn celebrated in Torrhen's Square by making fireworks. " 

},{"Generated text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. The Lord was an Englishman whose fame was based on the power of military strategy. Everything was quiet when one day Margaery Tyrell posed a threat to the freedom of our Lord. Our hero was too weak, but with the help of Cersei LannISTER, the hero learnt all its secrets. During a long training session in White Harbor at Night, Tyrionsister met Myrcella Baratheon. They immediately got along and decided to travel together. Finally in Castle Black at the first day of Spring, Trister faced Marg AeryTyrell. With the knowledge of the masterminded strategy of Military Strategy and the skill of a master of strategy, The Iron Islander scared away MargAryllis. After the victory, our freedom was not under threat anymore. Tyion Stark celebrated in The Dreadfort by having a feast. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as a murderer. Tyrion Lannister was having an happy and peaceful life when Margaery Tyrell threatened the freedom of Tyrion Lannister. Our hero was too weak, but with the help of Cersei Lannister, Tyrion Lannister learnt the power of military strategy. In White Harbor at Night, Tyrion Lannister met Myrcella Baratheon and they formed an alliance. After travelling across all the kingdom, Tyrion Lannister with the help of Myrcella Baratheon finally found Margaery Tyrell in Castle Black. A bloody battle begun but Tyrion Lannister thanks to military strategy powers got the better of Margaery Tyrell. Eventually the freedom was safe again. Tyrion Lannister and Myrcella Baratheon went to Red Keep and celebrated by having a feast. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as an advisor. The evil Arya Stark one day posed a threat to the peace of Tyrrell Targaryen. Our hero was too weak, but with the learnt power of fire sorcery, the hero learnt its power. During a long training session in Karhold at the Winter Solstice, Cergy Lannister met Shae. They immediately got along and decided to travel together. Eventually they were in Moat Cailin and celebrated by playing a game. After travelling across all the kingdom and finally getting married to Arryn Stark, The Dreadforte celebrated in Great Sept of Baelor by making fireworks. "
,"Reference text": " Once upon a time, there was an advisor whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Baratheon. Everything was quiet when one day Arya Stark threatened the peace of Cersei Lannister. Our hero was too weak, but with the help of Tywin Lannister, Cersei Lannister learnt the power of fire sorcery. During a long training session in Karhold at the Winter Solstice, Cersei Lannister met Shae. They immediately got along and decided to travel together. Finally in Moat Cailin at the Winter Solstice, Cersei Lannister faced Arya Stark. With the help of Shae and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. This is how Cersei Lannister managed to save the peace and in Moat Cailin celebrated with Shae by getting married. " 

},{"Generated text": " The evil Cersei Lannister one day posed a threat to the castle of Robert Baratheon. Our hero was too weak, but with the learnt power of fire sorcery, the hero learnt its power. During a long training session in White Harbor at sunrise, Robert Batchon met Cassana Baraton and they formed an alliance. After travelling across all the kingdom, finally in The Twins at Night,Robert Backson with The Ruby Forde masterminded a strategy forcing the enemy to retreat. This is how RobertBaratheons managed to save the Castle and in Raventree Hall celebrated in Great Sept of Baelor by watching a play. Finally in the Twin Twins by Night? The Dreadforte was not under threat anymore. The hero thanks to Fire sorcery powers got the better of the villain. In The Whispering Wood of Karholds, The Iron Giant scared away the threat. Eventually The Castle was safe again. Robert Bartholeon went to Moat C "
,"Reference text": " A long time ago Robert Baratheon, Lord from the House Baratheon, was known to be very good as a military leader. Robert Baratheon was having an happy and peaceful life when Cersei Lannister threatened the castle of Robert Baratheon. Robert Baratheon did not know what to do and went to Stannis Baratheon to seek help. Stannis Baratheon was a master of fire sorcery and taught the hero all its secrets. In White Harbor at sunrise, Robert Baratheon met Cassana Baratheon and they formed an alliance. Finally in The Twins at Night, Robert Baratheon faced Cersei Lannister. With the help of Cassana Baratheon and thanks to the learnt power of fire sorcery, the alliance scared away Cersei Lannister. This is how Robert Baratheon managed to save the castle and in Moat Cailin celebrated with Cassana Baratheon by watching a play. " 

},{"Generated text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a ruler. The evil Arya Stark one day posed a threat to the house of Jon Snow. Our hero was too weak, but with the help of Ygritte, JonSnow learnt the power of mind controlling. During a long training session in Oldstones at sunrise, the hero met Hizdahr zo Loraq. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Karhold at sunset, they were ready and the battle begun. Jon Black was ready but the enemy got the better of him. This is how Jon snow managed to save The House and in Moat Cailin celebrated with Hiku by listening to a storytelling "
,"Reference text": " Once upon a time, there was a ruler whose name was Jon Snow. Jon Snow was a Lord from the House Targaryen. Jon Snow was having an happy and peaceful life when Arya Stark threatened the House of Jon Snow. Initially Jon Snow was afraid but with the help of Ygritte, got stronger and learnt mind controlling. During a long training session in Oldstones at sunrise, Jon Snow met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in Karhold at sunrise, Jon Snow faced Arya Stark. With the help of Hizdahr zo Loraq and thanks to the learnt power of mind controlling, the alliance scared away Arya Stark. After the victory, the House was not under threat anymore. Jon Snow and Hizdahr zo Loraq celebrated in Moat Cailin by listening to a storytelling. " 

},{"Generated text": " The evil Robert Baratheon one day posed a threat to the freedom of Tyrion Lannister. Our hero was too weak, but with the learnt power of invisibility, the hero learnt a lot. During a long training session in The Iron Island at sunrise, Tyrions got the courage to travel across all the kingdom. Finally in Torrhen's Square at the Winter Solstice, Trister met Cersei LannISTER. They immediately got along and decided to play a game. After travelling around the whole kingdom, they finally got married. A bloody battle begun but Tyron Lannisters thanks to invisible powers gotthe better of RobertBaratheons. This is the story of the evil Sir Robert B. Bullard and how the alliance scared the enemy away. The victory was not felt by everyone but by getting married again. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a revolutionary. Everything was quiet when one day Robert Baratheon threatened the freedom of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Myrcella Baratheon, got stronger and learnt invisibility. On the way to The Iron Island at sunrise, Tyrion Lannister met Cersei Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Cersei Lannister finally found Robert Baratheon in Torrhen's Square. A bloody battle begun but Tyrion Lannister thanks to invisibility powers got the better of Robert Baratheon. This is how Tyrion Lannister managed to save the freedom and in Red Keep celebrated with Cersei Lannister by getting married. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a squire. Everything was quiet when one day Cersei Lannister threatened the jewel of Jon Snow. Our hero was too weak, but with the help of Rhaella Targaryen, JonSnow learnt the power of gravity Control. During a long training session in Raventree Hall at sunrise, the hero met Daario Naharis. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the Autumnal Equinox and with The Twins in Great Sept of Baelor by getting married? After travelling across all the kingdom, we got the chance to know the truth. After making the long and bloody battle across the all-encompassing Ruby Ford and Stannis Baratheon celebrated in Moat Cailin by having a marriage. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a squire. Everything was quiet when one day Cersei Lannister threatened the jewel of Jon Snow. Initially Jon Snow was afraid but with the help of Rhaella Targaryen, got stronger and learnt gravity Control. During a long training session in Raventree Hall at sunrise, Jon Snow met Daario Naharis. They immediately got along and decided to travel together. Finally in The Vale of Arryn at the Autumnal Equinox, Jon Snow faced Cersei Lannister. With the help of Daario Naharis and thanks to the learnt power of gravity Control, the alliance scared away Cersei Lannister. Eventually the jewel was safe again. Jon Snow and Daario Naharis went to Moat Cailin and celebrated by getting married. " 

},{"Generated text": " Beneath the Iron Island, Daenerys Targaryen was Princess and was also known in the whole kingdom as a revolutionary. The evil Tyrion Lannister one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the learnt power of teleportation, the hero learnt how to use teleportation. During a long training session in Riverlands at Christmas, a friend introduced us to Daegar Tyrell. They immediately got along and decided to travel together. Finally in The Whispering Wood at the first day of Spring, Jaime faced Tyrions Lannisters. With the help of Rhaegars Targaries and thanks to a learnt strategy, they formed an alliance. After the victory, The Dreadfort was not under threat anymore. Daeneys Bargaryens and Rhein Tyrel celebrated in Castle Black by playing a game. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Daenerys Targaryen was having an happy and peaceful life when Tyrion Lannister threatened the castle of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Jon Snow to seek help. Jon Snow was a master of teleportation and taught the hero all its secrets. During a long training session in Riverlands at Christmas, Daenerys Targaryen met Rhaegar Targaryen. They immediately got along and decided to travel together. After travelling across all the kingdom, Daenerys Targaryen with the help of Rhaegar Targaryen finally found Tyrion Lannister in The Whispering Wood. A bloody battle begun but Daenerys Targaryen thanks to teleportation powers got the better of Tyrion Lannister. This is how Daenerys Targaryen managed to save the castle and in Castle Black celebrated with Rhaegar Targaryen by having a feast " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Cersei Lannister one day posed a threat to the House of Margathe. Our hero was too weak, but with the learnt power of fire sorcery, the hero learnt its power. During a long training session in Castle Black at the first day of Spring, MargaieryTyrell met Joffrey Baratheon. They immediately got along and decided to travel together. After travelling across all the kingdom, at Christmas Margineery tyrell with The Dreadfort's help, got married and went to Red Keep. Finally in The Whispering Wood of Kings Landing at Christmas,Margaerie Tyrel faced Cergy Lannisters. With the help of Joffsrey baratheons and thanks to The Iron Island's newfound power, they formed an alliance. In The Ruby Ford of Great Sept of Baelor and celebrated by getting married. "
,"Reference text": " Margaery Tyrell was Queen consort for the House Tyrell and was also known in the whole kingdom as an influencer. Everything was quiet when one day Cersei Lannister threatened the House of Margaery Tyrell. Our hero was too weak, but with the help of Loras Tyrell, Margaery Tyrell learnt the power of fire sorcery. During a long training session in Castle Black at the first day of Spring, Margaery Tyrell met Joffrey Baratheon. They immediately got along and decided to travel together. Finally in Castle Black at Christmas, Margaery Tyrell faced Cersei Lannister. With the help of Joffrey Baratheon and thanks to the learnt power of fire sorcery, the alliance scared away Cersei Lannister. This is how Margaery Tyrell managed to save the House and in Torrhen's Square celebrated with Joffrey Baratheon by getting married. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. The evil Margaery Tyrell one day posed a threat to the treasure of Arya Targaryen. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of fire sorcery. During a long training session in Great Sept of Baelor at Christmas, Aryena Stark met Robb Stark. They immediately got along and decided to travel together. Finally in Saltpans at the first day of Spring and in The Ruby Fordeaugereuse. After travelling across all the kingdom, avenge the threat by organizing a concert. This is how Aryga Stark managed to get married and had a happy and peaceful life. "
,"Reference text": " A long time ago Arya Stark, Lady from the House Stark, was known to be very good as a vigilante. The evil Margaery Tyrell one day posed a threat to the treasure of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of fire sorcery. On the way to Great Sept of Baelor at Christmas, Arya Stark met Robb Stark and they immediately became friends. At the first day of Spring Arya Stark and Robb Stark were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Arya Stark used fire sorcery forcing the enemy to retreat. Eventually the treasure was safe again. Arya Stark and Robb Stark went to Torrhen's Square and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Everything was quiet when one day Robert Baratheon posed a threat to the freedom of Margmaery Lann. Our hero was too weak, but with the help of Tommen Barapleon, the hero learnt the power of invisibility. During a long training session in Riverlands at the first day of Spring, MarggaeryTyrell met Loras Tyrel. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally got to Winterfell. A bloody battle begun but Margpaery tyrell thanks to invisibleibility powers got the better of RobertBaratheons. This is the story of a Queen consort and how it all came to be in Deepwood Motte. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Robert Baratheon threatened the freedom of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Tommen Baratheon to seek help. Tommen Baratheon was a master of invisibility and taught the hero all its secrets. During a long training session in Riverlands at the first day of Spring, Margaery Tyrell met Loras Tyrell. They immediately got along and decided to travel together. At Night Margaery Tyrell and Loras Tyrell were almost in Winterfell, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used invisibility forcing the enemy to retreat. Eventually the freedom was safe again. Margaery Tyrell and Loras Tyrell went to Deepwood Motte and celebrated by having a feast. " 

},{"Generated text": " A long time ago Jon Snow, King from the House Targaryen, was known to be very good as a squire. The evil Petyr Baelish one day posed a threat to the house of JonSnow. Our hero was too weak, but with the help of Lyanna Stark, we learnt the power of gravity Control. During a long training session in The Dreadfort at the Autumnal Equinox, the hero met Viserys Targaries. They immediately got along and decided to travel together. Finally in Torrhen's Square at Night, Jon snow faced Pet Tyr Bailish. With the support of Venerys Targaryens and thanks to The Ruby Ford's help, got married and celebrated by getting married. After the victory, The House was not under threat anymore.Jon Snow and Vervis Stark celebrated in Bear Island by having a marriage. "
,"Reference text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a squire. The evil Petyr Baelish one day posed a threat to the House of Jon Snow. Initially Jon Snow was afraid but with the help of Lyanna Stark, got stronger and learnt gravity Control. During a long training session in The Dreadfort at the Autumnal Equinox, Jon Snow met Viserys Targaryen. They immediately got along and decided to travel together. At Night Jon Snow and Viserys Targaryen were almost in Torrhen's Square, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used gravity Control forcing the enemy to retreat. After the victory, the House was not under threat anymore. Jon Snow and Viserys Targaryen celebrated in Bear Island by getting married. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. The evil Bran Stark one day posed a threat to the House of Margathe. Our hero was too weak, but with the help of LorasTyrell, the hero learnt the power of gravity Control. During a long training session in Moat Cailin at Night (at Night), MargaieryTyrel met Garlan Tyrel. They immediately got along and decided to travel together. Finally in Bear Island at sunrise, Margaterell faced Bran Targaryen. With the knowledge of Gravitational Control and the experience of watching a play on a video game made it easier for the enemy. After the victory, The House was not under threat anymore. Everything was quiet again when Karhold attacked. This is how Margaeery tyrell managed to save the house and in The Whispering Wood celebrated with Great Sept of Baelor by watching an old play. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. Everything was quiet when one day Bran Stark threatened the House of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Loras Tyrell, got stronger and learnt gravity Control. During a long training session in Moat Cailin at Night, Margaery Tyrell met Garlan Tyrell. They immediately got along and decided to travel together. Finally in Bear Island at sunrise, Margaery Tyrell faced Bran Stark. With the help of Garlan Tyrell and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. After the victory, the House was not under threat anymore. Margaery Tyrell and Garlan Tyrell celebrated in The Twins by watching a play. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a soldier. The evil Bran Stark one day posed a threat to the castle of Jon Snow. Our hero was too weak, but with the help of Daario Naharis, JonSnow learnt the power of gravity Control. During a long training session in The Whispering Wood at the Autumnal Equinox, the hero met Hizdahr zo Loraq. They immediately got along and decided to travel together. After travelling across all the kingdom and reaching The Twins by the Summer Solstice, they were ready and the battle begun. Jon snow used gravitational Control forcing the enemy to retreat. This is how Jon Black managed to save the Castle and in Raventree Hall celebrated in Moat Cailin by having a feast. "
,"Reference text": " Once upon a time, there was a soldier whose name was Jon Snow. Jon Snow was a Lord from the House Stark. Everything was quiet when one day Bran Stark threatened the castle of Jon Snow. Initially Jon Snow was afraid but with the help of Daario Naharis, got stronger and learnt gravity Control. In The Whispering Wood at the Autumnal Equinox, Jon Snow met Hizdahr zo Loraq and they formed an alliance. At the Summer Solstice Jon Snow and Hizdahr zo Loraq were almost in The Twins, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used gravity Control forcing the enemy to retreat. Eventually the castle was safe again. Jon Snow and Hizdahr zo Loraq went to Winterfell and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Initially our hero was afraid but with the help of Catelyn Stark, got stronger and learnt fire sorcery. During a long training session in The Whispering Wood at the Autumnal Equinox, the hero met Arya Targaryen. They immediately got along and decided to travel together. After travelling across all of Deepwood Motte and finally in Great Sept of Baelor at The Summer Solstice, Branark was ready and the battle begun. Brien Stark did not know what to do and went to Raventree Hall to seek help. A long time ago the King of Arryn was known to be very good at listening to a storytelling. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Tyrion Lannister threatened the jewel of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt fire sorcery. In The Whispering Wood at the Autumnal Equinox, Bran Stark met Arya Stark and they formed an alliance. After travelling across all the kingdom, Bran Stark with the help of Arya Stark finally found Tyrion Lannister in Deepwood Motte. A bloody battle begun but Bran Stark thanks to fire sorcery powers got the better of Tyrion Lannister. Eventually the jewel was safe again. Bran Stark and Arya Stark went to The Whispering Wood and celebrated by listening to a storytelling. " 

},{"Generated text": " A long time ago Daenerys Targaryen, Princess from The Eyrie, was known to be very good as a ruler. The evil Petyr Baelish one day posed a threat to the freedom of our Princess. Our hero was too weak, but with the learnt power of fire sorcery, the hero learnt its power. During a long training session in TheEyrie at Christmas, Daeneys Stark met Lyarra Stark. They immediately got along and decided to travel together. Eventually they were in Moat Cailin and celebrated by watching a play. After travelling across all the kingdom, they finally got to Seagard. A bloody battle begun but Daena Stark thanks to Fire sorcery powers got the better of Pet Tyr Bailish. This is how Daenys fought back and after the victory, The Twins celebrated in Saltpans by organizing a concert. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a ruler. The evil Petyr Baelish one day posed a threat to the freedom of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Aegon Targaryen to seek help. Aegon Targaryen was a master of fire sorcery and taught the hero all its secrets. On the way to The Eyrie at Christmas, Daenerys Targaryen met Lyarra Stark and they immediately became friends. At sunrise Daenerys Targaryen and Lyarra Stark were almost in Moat Cailin, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used fire sorcery forcing the enemy to retreat. Eventually the freedom was safe again. Daenerys Targaryen and Lyarra Stark went to The Dreadfort and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord learnt the power of invisibility. During a long training session in Red Keep at the Winter Solstice, our hero met Sansa Stark. They immediately got along and decided to travel together. Finally in Seagard at Autumnal Equinox and finally in The Vale of Arryn: avenge the loss of a treasure by organizing a concert. After the victory, The Dreadfort was not under threat anymore. Branark and Sansasa Stark celebrated in Castle Black with their friends. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of invisibility. On the way to Red Keep at the Winter Solstice, Bran Stark met Sansa Stark and they immediately became friends. Finally in Seagard at the Autumnal Equinox, Bran Stark faced Margaery Tyrell. With the help of Sansa Stark and thanks to the learnt power of invisibility, the alliance scared away Margaery Tyrell. After the victory, the treasure was not under threat anymore. Bran Stark and Sansa Stark celebrated in Castle Black by organizing a concert. " 

},{"Generated text": " The evil Petyr Baelish one day posed a threat to the castle of Tyrion Lannister. Our hero was too weak, but with the help of Euron Greyjoy, the hero learnt the power of gravity Control. During a long training session in Castle Black at the first day of Spring, Tyrionsister met Joanna Lannisters. They immediately got along and decided to travel together. After travelling across all the kingdom, they came to The Trident and celebrated by listening to a storytelling. Eventually they all went to Moat Cailin. At the Autumnal Equinox Tyrellister and I were ready and the two friends were almost in The Vale of Arryn, when they realized Pet Tyrrellish was after them. The three friends nevertheless were strong enough to withstand the threat and in Raventree Hall celebrated in Seagard by telling the story of their hero. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a murderer. Everything was quiet when one day Petyr Baelish threatened the castle of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Euron Greyjoy to seek help. Euron Greyjoy was a master of gravity Control and taught the hero all its secrets. On the way to Castle Black at the first day of Spring, Tyrion Lannister met Joanna Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Petyr Baelish in The Trident. A bloody battle begun but Tyrion Lannister thanks to gravity Control powers got the better of Petyr Baelish. Eventually the castle was safe again. Tyrion Lannister and Joanna Lannister went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Everything was quiet when one day Margaery Tyrell posed a threat to the castle. Our hero was too weak, but with the help of Myrcella Baratheon, the hero learnt the power of fire sorcery. During a long training session in The Twins at the Autumnal Equinox, Tyrrell met Lancel LannISTER. They immediately got along and decided to travel together. Eventually they were in Saltpans and celebrated by getting married. After travelling across all the kingdom, they finally got to Moat Cailin. The two friends nevertheless were ready and the battle begun. Cerv avengeful but nevertheless good Samaritan masterminded the threat and they formed an alliance. In The Whispering Wood at Night, The Lannisters celebrated in Great Sept of Baelor by marriage. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. Cersei Lannister was having an happy and peaceful life when Margaery Tyrell threatened the castle of Cersei Lannister. Our hero was too weak, but with the help of Myrcella Baratheon, Cersei Lannister learnt the power of fire sorcery. In The Twins at the Autumnal Equinox, Cersei Lannister met Lancel Lannister and they formed an alliance. At Night Cersei Lannister and Lancel Lannister were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Cersei Lannister used fire sorcery forcing the enemy to retreat. This is how Cersei Lannister managed to save the castle and in Moat Cailin celebrated with Lancel Lannister by getting married. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from England, was known to be very good as a hunter. The evil Margaery Tyrell one day posed a threat to the freedom of our hero. Our hero was too weak, but with the learnt power of invisibility, the hero learnt its power. During a long training session in Winterfell at the Summer Solstice, Robert Batchon met Steffon Baraton. They immediately got along and decided to travel together. Finally in Seagard at Autumnal Equinox and after travelling across all the kingdom,Robert Backson with The Ruby Ford and thanks to The Iron Island's storytelling powers got the better of MargaeeryTyrell. After the victory, The Twins and Kings celebrated in The Whispering Wood by listening to a storytelling. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. Everything was quiet when one day Margaery Tyrell threatened the freedom of Robert Baratheon. Robert Baratheon did not know what to do and went to Renly Baratheon to seek help. Renly Baratheon was a master of invisibility and taught the hero all its secrets. During a long training session in Winterfell at the Summer Solstice, Robert Baratheon met Steffon Baratheon. They immediately got along and decided to travel together. Finally in Seagard at the Autumnal Equinox, Robert Baratheon faced Margaery Tyrell. With the help of Steffon Baratheon and thanks to the learnt power of invisibility, the alliance scared away Margaery Tyrell. Eventually the freedom was safe again. Robert Baratheon and Steffon Baratheon went to The Vale of Arryn and celebrated by listening to a storytelling. " 

},{"Generated text": " The evil Robert Baratheon one day posed a threat to the castle of Tyrion Lannister. Our hero was too weak, but with the learnt power of mind controlling, the hero learnt how to control mind control. During a long training session in Torrhen's Square at the Summer Solstice, our hero met Myrcella Baraton. They immediately got along and decided to travel together. Finally in Red Keep at Autumnal Equinox and in The Vale of Arryn by playing a game of chess, Tyrionsister faced RobertBarathen. With the help of Myr cella baratheona and thanks to a learnt skill, got stronger and organized a concert. After the victory, The Ruby Ford was not under threat anymore. The castle was once again safe again. Tywin Stark, a Lord of the Iron Island, celebrated in Moat Cailin by organizing an event. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Robert Baratheon one day posed a threat to the castle of Tyrion Lannister. Our hero was too weak, but with the help of Tywin Lannister, Tyrion Lannister learnt the power of mind controlling. In Torrhen's Square at the Summer Solstice, Tyrion Lannister met Myrcella Baratheon and they formed an alliance. Finally in Red Keep at the Autumnal Equinox, Tyrion Lannister faced Robert Baratheon. With the help of Myrcella Baratheon and thanks to the learnt power of mind controlling, the alliance scared away Robert Baratheon. Eventually the castle was safe again. Tyrion Lannister and Myrcella Baratheon went to The Ruby Ford and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a regent whose name was Cersei Lannister. Everything was quiet when one day Margaery Tyrell posed a threat to the freedom of Ceraery Jonner. Our hero was too weak, but with the learnt power of fire sorcery, the hero learnt how to control fire forces. During a long training session in Moat Cailin at Christmas, C.L.annister met Tyrion LannISTER. They immediately got along and decided to travel together. Finally in Torrhen's Square at the first day of Spring,Cersei Lannisister faced Marg AeryTyrell. With the help of TyrION Lannisters and thanks to The Ruby Ford's help, got stronger and played a game. After the victory, The freedom was not under threat anymore. The hero and its ally celebrated in Seagard by playing a classic game "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a regent. Everything was quiet when one day Margaery Tyrell threatened the freedom of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt fire sorcery. On the way to Moat Cailin at Christmas, Cersei Lannister met Tyrion Lannister and they immediately became friends. After travelling across all the kingdom, Cersei Lannister with the help of Tyrion Lannister finally found Margaery Tyrell in Torrhen's Square. A bloody battle begun but Cersei Lannister thanks to fire sorcery powers got the better of Margaery Tyrell. This is how Cersei Lannister managed to save the freedom and in The Trident celebrated with Tyrion Lannister by playing a game. " 

},{"Generated text": " The evil Cersei Lannister one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the learnt power of invisibility, the hero learnt its power. During a long training session in Castle Black at the Winter Solstice, our hero met Gendry. They immediately got along and decided to travel together. After travelling across all the kingdom, Robert baratheons with The Dreadforte still had the strength to withstand the threat. This is how RobertBarathen managed to save the Treasure and in Karhold celebrated in The Vale of Arryn by playing a strategy game. On the way to The Ruby Ford and finally in Torrhen's Square: The Iron Island at sunrise was a happy and peaceful place. The enemy was almost too late, when they realized Robert was after them.The two friends nevertheless were ready and the battle begun. Robert Batheonia used invisibly forcing the enemy to retreat. Eventually the treasures were safe "
,"Reference text": " Once upon a time, there was a hunter whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. The evil Cersei Lannister one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Renly Baratheon, Robert Baratheon learnt the power of invisibility. During a long training session in Castle Black at the Winter Solstice, Robert Baratheon met Gendry. They immediately got along and decided to travel together. Finally in Castle Black at sunrise, Robert Baratheon faced Cersei Lannister. With the help of Gendry and thanks to the learnt power of invisibility, the alliance scared away Cersei Lannister. This is how Robert Baratheon managed to save the treasure and in Karhold celebrated with Gendry by playing a game. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Everything was quiet when one day Arya Stark posed a threat to the treasure of Cera Stark. The hero did not know what to do and went to Tyrion Lannisters to seek help. Tyrions LannISTER was an experienced master of fire sorcery and taught the hero all its secrets. During a long training session in Deepwood Motte at the Summer Solstice, C.L.annister met Euron Greyjoy. They immediately got along and decided to travel together. Finally in Kings Landing at Christmas, the Dreadfort was almost under threat. After travelling across all the kingdom, The Cerksister family with the help of Eurn Greyhose finally found Aryena Stark on the Iron Island. A bloody battle begun but the Hero thanks to Fire sorcery powers got the better of the enemy. This is how the story went down in Raventree Hall and in The Eyrie celebrated with "
,"Reference text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Lannister. The evil Arya Stark one day posed a threat to the treasure of Cersei Lannister. Cersei Lannister did not know what to do and went to Tyrion Lannister to seek help. Tyrion Lannister was a master of fire sorcery and taught the hero all its secrets. During a long training session in Deepwood Motte at the Summer Solstice, Cersei Lannister met Euron Greyjoy. They immediately got along and decided to travel together. Finally in Kings Landing at Christmas, Cersei Lannister faced Arya Stark. With the help of Euron Greyjoy and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. Eventually the treasure was safe again. Cersei Lannister and Euron Greyjoy went to The Iron Island and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Daenerys Targaryen's Princess and was also known in the whole kingdom as a revolutionary. The evil Bran Stark one day posed a threat to the freedom of Jon Jon Snow. Our hero was too weak, but with the help of Benjen Stark, the hero learnt the power of gravity Control. During a long training session in Raventree Hall at the Winter Solstice, our hero met Aerys II Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally settling in The Ruby Ford at The WinterSolstice. Everything was quiet when they got to The Vale of Arryn. A bloody battle begun but Daerys Tyrell thanks to gravity control powers got the better of the enemy. This is how Daenys Tyrrell managed to save the liberty and in Moat Cailin celebrated the victory by organizing a concert. "
,"Reference text": " Daenerys Targaryen was Princess for the House Targaryen and was also known in the whole kingdom as a revolutionary. The evil Bran Stark one day posed a threat to the freedom of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of gravity Control. During a long training session in Raventree Hall at the Winter Solstice, Daenerys Targaryen met Aerys II Targaryen. They immediately got along and decided to travel together. Finally in The Ruby Ford at the Winter Solstice, Daenerys Targaryen faced Bran Stark. With the help of Aerys II Targaryen and thanks to the learnt power of gravity Control, the alliance scared away Bran Stark. This is how Daenerys Targaryen managed to save the freedom and in Raventree Hall celebrated with Aerys II Targaryen by getting married. " 

},{"Generated text": " The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Our hero was too weak, but with the help of Tywin LannISTER, the hero learnt the power of mind controlling. During a long training session in Winterfell at Night, our hero met Lancel Lannisters. They immediately got along and decided to travel together. Eventually they were in The Whispering Wood, at the Summer Solstice, and celebrated by playing a game. After travelling across all the kingdom, finally in Saltpans at The Vale of Arryn. A bloody battle begun but Tyrionsister thanks to mind control powers got the better of RobertBaratheons. This is how Tyron Lannistister managed to save the Treasure and in Karhold celebrated with Lance Lannister by watching a play. "
,"Reference text": " Once upon a time, there was a murderer whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt mind controlling. On the way to Winterfell at Night, Tyrion Lannister met Lancel Lannister and they immediately became friends. At the Summer Solstice Tyrion Lannister and Lancel Lannister were almost in The Whispering Wood, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used mind controlling forcing the enemy to retreat. Eventually the treasure was safe again. Tyrion Lannister and Lancel Lannister went to Winterfell and celebrated by playing a game. " 

},{"Generated text": " The evil Arya Stark one day posed a threat to the castle of Tyrion Lannister. Our hero was too weak, but with the help of Jaime Lannister, the hero learnt the power of military strategy. During a long training session in The Eyrie at the Winter Solstice, our hero met Tywin LannISTER. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally got to The Iron Island and celebrated by listening to a storytelling. On the way to Moat Cailinat by watching a play? The two friends nevertheless were ready and the battle begun. The hero used militaryategy forcing the enemy to retreat. Eventually after the victory, The Castle was not under threat anymore. Tyrionsister went to Raventree Hall and thanked God for his help. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as an advisor. Everything was quiet when one day Arya Stark threatened the castle of Tyrion Lannister. Our hero was too weak, but with the help of Jaime Lannister, Tyrion Lannister learnt the power of military strategy. On the way to The Eyrie at the Winter Solstice, Tyrion Lannister met Tywin Lannister and they immediately became friends. At Christmas Tyrion Lannister and Tywin Lannister were almost in The Iron Island, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used military strategy forcing the enemy to retreat. Eventually the castle was safe again. Tyrion Lannister and Tywin Lannister went to The Dreadfort and celebrated by listening to a storytelling. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. The evil Robert Baratheon one day posed a threat to the house of Arya Targaryen. Our hero was too weak, but with the help of Sans a Stark, Aryga Stark learnt the power of teleportation. During a long training session in Torrhen's Square at the Summer Solstice, the hero met Rickon Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Riverlands at Autumnal Equinox, they were ready and the battle begun. Aryena Stark used teleportation forcing the enemy to retreat. This is how Aryathe Stark managed to save the Houses and in Crossroads Inn celebrated with Rickons Stark by playing a game. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. Everything was quiet when one day Robert Baratheon threatened the House of Arya Stark. Arya Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of teleportation and taught the hero all its secrets. On the way to Torrhen's Square at the Summer Solstice, Arya Stark met Rickon Stark and they immediately became friends. Finally in Riverlands at the Autumnal Equinox, Arya Stark faced Robert Baratheon. With the help of Rickon Stark and thanks to the learnt power of teleportation, the alliance scared away Robert Baratheon. Eventually the House was safe again. Arya Stark and Rickon Stark went to Crossroads Inn and celebrated by playing a game. " 

},{"Generated text": " The evil Tyrion Lannister one day posed a threat to the treasure of Margaery Tyrell. Our hero was too weak, but with the help of LorasTyrell, the hero learnt the power of military strategy. During a long training session in Deepwood Motte on Christmas Eve, Margaiery Tyrrell met Alerie Tyrel. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally got to The Twins and celebrated by listening to a storytelling. Finally in The Twinins at sunrise,MargaERY TYrell faced TyrION Lannister. With a vengeance, The Iron Islander scared the enemy away. Eventually getting stronger and having a happy and peaceful life was not a problem. The two friends nevertheless were ready and the battle begun. Margineery tyrell did not know what to do and went to Saltpans to seek help. A long time ago the King of Arryn and Queen consort from the House "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. Everything was quiet when one day Tyrion Lannister threatened the treasure of Margaery Tyrell. Margaery Tyrell did not know what to do and went to Loras Tyrell to seek help. Loras Tyrell was a master of military strategy and taught the hero all its secrets. On the way to Deepwood Motte at Christmas, Margaery Tyrell met Alerie Tyrell and they immediately became friends. After travelling across all the kingdom, Margaery Tyrell with the help of Alerie Tyrell finally found Tyrion Lannister in The Twins. A bloody battle begun but Margaery Tyrell thanks to military strategy powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the treasure and in Saltpans celebrated with Alerie Tyrell by listening to a storytelling. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a squire. The evil Arya Stark one day posed a threat to the peace of Jon Snow. Our hero was too weak, but with the help of Benjen Stark, JonSnow learnt the power of fire sorcery. During a long training session in Saltpans at Christmas, the hero met Khal Drogo. They immediately got along and decided to travel together. Eventually they were in Deepwood Motte and celebrated by playing a game. Finally in The Nightingale at Night, Jonathan Snow faced Aryathe Stark. With the helped of KhalDrogo and thanks to their learnt power, they formed an alliance. After the victory, The Dreadfort was not under threat anymore. Jon snow and Khaldrogo celebrated in Moat Cailin by getting married. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a squire. The evil Arya Stark one day posed a threat to the peace of Jon Snow. Initially Jon Snow was afraid but with the help of Benjen Stark, got stronger and learnt fire sorcery. In Saltpans at Christmas, Jon Snow met Khal Drogo and they formed an alliance. Finally in Deepwood Motte at Night, Jon Snow faced Arya Stark. With the help of Khal Drogo and thanks to the learnt power of fire sorcery, the alliance scared away Arya Stark. After the victory, the peace was not under threat anymore. Jon Snow and Khal Drogo celebrated in The Iron Island by playing a game. " 

},{"Generated text": " Bran Stark was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. The evil Bran Stark one day posed a threat to the treasure of Robert Baraton. Our hero was too weak, but with the learnt power of military strategy, the hero learnt its power. During a long training session in Saltpans at the Winter Solstice, RobertBaratheons met Edric Storm. They immediately got along and decided to travel together. Finally in Seagard at The WinterSolstice and thanks to its ever-growing population, The Dreadfort was not under threat anymore. Everything was quiet when they got to Moat Cailin. A bloody battle begun but the Hero thanks in Great Sept of Baelor celebrated by playing a game. "
,"Reference text": " Once upon a time, there was a hunter whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. Everything was quiet when one day Bran Stark threatened the treasure of Robert Baratheon. Robert Baratheon did not know what to do and went to Stannis Baratheon to seek help. Stannis Baratheon was a master of military strategy and taught the hero all its secrets. In Saltpans at the Winter Solstice, Robert Baratheon met Edric Storm and they formed an alliance. At the Winter Solstice Robert Baratheon and Edric Storm were almost in Seagard, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used military strategy forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Robert Baratheon and Edric Storm celebrated in White Harbor by watching a play. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from The Eyrie, was known to be very good as a rebel. The evil Margaery Tyrell one day posed a threat to the castle of our hero. Initially we were afraid but with the help of Gendry, got stronger and learnt military strategy. During a long training session in TheEyrie at the Autumnal Equinox, we met Edric Storm. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally got to The Twins and celebrated by making fireworks. Finally in the Twin Twins at Christmas, the hero was ready. And the peace was not under threat anymore. Everything was quiet when they went to Deepwood Motte. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a rebel. The evil Margaery Tyrell one day posed a threat to the castle of Robert Baratheon. Our hero was too weak, but with the help of Gendry, Robert Baratheon learnt the power of military strategy. In The Eyrie at the Autumnal Equinox, Robert Baratheon met Edric Storm and they formed an alliance. At Christmas Robert Baratheon and Edric Storm were almost in The Twins, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used military strategy forcing the enemy to retreat. Eventually the castle was safe again. Robert Baratheon and Edric Storm went to Deepwood Motte and celebrated by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Mentor learnt the power of fire sorcery. During a long training session in Red Keep at Night, our hero met Robb Targaryen. They immediately got along and decided to travel together. Finally in The Whispering Wood at the first day of Spring, Branark faced TyrION Lannister. With the knowledge of Robert Stark Sr. and the experienced warrior Marcus Baelor, they formed an alliance. After travelling across all the kingdom and settling in Karhold at The Iron Island celebrated with Robb Stark by watching a play. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of fire sorcery. During a long training session in Red Keep at Night, Bran Stark met Robb Stark. They immediately got along and decided to travel together. At the first day of Spring Bran Stark and Robb Stark were almost in The Whispering Wood, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. After the victory, the jewel was not under threat anymore. Bran Stark and Robb Stark celebrated in Karhold by watching a play. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the HouseBaratheons, was known to be very good as a revolutionary. The evil Cersei Lannister one day posed a threat to the jewel of our hero. Our hero was too weak, but with the learnt power of teleportation, we got stronger and learnt teleportation. During a long training session in The Vale of Arryn at the Autumnal Equinox, the hero met Cassana Baraton. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally in Oldstones were ready for Spring. A bloody battle begun but Robert baratheona thanks to teleportation powers got the better of Cergy Lannister. This is the story of Robert Baelor and how it all went down. On the way to Saltpans and celebrated by organizing a concert, The Ruby Ford celebrated in Moat Cailin by listening "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Cersei Lannister one day posed a threat to the jewel of Robert Baratheon. Robert Baratheon did not know what to do and went to Renly Baratheon to seek help. Renly Baratheon was a master of teleportation and taught the hero all its secrets. On the way to The Vale of Arryn at the Autumnal Equinox, Robert Baratheon met Cassana Baratheon and they immediately became friends. At the first day of Spring Robert Baratheon and Cassana Baratheon were almost in Oldstones, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used teleportation forcing the enemy to retreat. After the victory, the jewel was not under threat anymore. Robert Baratheon and Cassana Baratheon celebrated in The Whispering Wood by watching a play. " 

},{"Generated text": " Bran Stark was Daenerys Targaryen's Princess and was also known in the whole kingdom as a revolutionary. Our hero was too weak, but with the help of Benjen Stark, the hero learnt the power of invisibility. During a long training session in The Twins at the Summer Solstice, Jon Jon Snow met Viserys Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally found Bran Stark in Seagard. A bloody battle begun but Jonny Stark managed to save the treasure. This is the story of a hero who was having an happy and peaceful life. At the Autumnal Equinox the enemy posed a threat to the Treasure of Daenys Tyrell. Daeneys fought back and after the victory, got stronger and stronger. The treasure was not under threat anymore. Jonnie Stark then went to Karhold and celebrated by organizing a concert. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Bran Stark threatened the treasure of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Benjen Stark to seek help. Benjen Stark was a master of invisibility and taught the hero all its secrets. In The Twins at the Summer Solstice, Daenerys Targaryen met Viserys Targaryen and they formed an alliance. At the Autumnal Equinox Daenerys Targaryen and Viserys Targaryen were almost in Seagard, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used invisibility forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Daenerys Targaryen and Viserys Targaryen celebrated in Red Keep by organizing a concert. " 

},{"Generated text": " The evil Tyrion Lannister one day posed a threat to the castle of Margaery Tyrell. Our hero was too weak, but with the help of Joffrey Baratheon, the hero learnt the power of military strategy. During a long training session in The Iron Island at the Winter Solstice, our hero met Loras Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Bear Island, MargaieryTyrell with The Dreadforte powers got stronger and taught the enemy all its secrets. On the way to The Ruby Ford and celebrated by organizing a concert in Saltpans | finally getting married and having a happy and peaceful life was not in the cards anymore. The two friends nevertheless were ready and the battle begun. Margineery Tyrrell used militaryategy forcing the opponent to retreat. Eventually the Castle was safe again. This is how Margaeery tyrell managed to save the day and in Red Keep celebrated "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Tyrion Lannister one day posed a threat to the castle of Margaery Tyrell. Our hero was too weak, but with the help of Joffrey Baratheon, Margaery Tyrell learnt the power of military strategy. On the way to The Iron Island at the Winter Solstice, Margaery Tyrell met Loras Tyrell and they immediately became friends. After travelling across all the kingdom, Margaery Tyrell with the help of Loras Tyrell finally found Tyrion Lannister in Bear Island. A bloody battle begun but Margaery Tyrell thanks to military strategy powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the castle and in Saltpans celebrated with Loras Tyrell by organizing a concert. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a ruler. The evil Bran Stark one day posed a threat to the peace of Jon Snow. Our hero was too weak, but with the help of Rhaella Targaryen, JonSnow learnt the power of military strategy. During a long training session in Torrhen's Square at Night, the hero met Lyanna Stark. They immediately got along and decided to travel together. Finally in Red Keep at the Autumnal Equinox and after travelling across all the kingdom, they were almost ready to fight. Eventually they got to RedKeep and celebrated by making fireworks. After the excitement of the battle begun, The Iron Islander and its allies celebrated in Moat Cailin by watching a play. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a ruler. The evil Bran Stark one day posed a threat to the peace of Jon Snow. Jon Snow did not know what to do and went to Rhaella Targaryen to seek help. Rhaella Targaryen was a master of military strategy and taught the hero all its secrets. In Torrhen's Square at Night, Jon Snow met Lyanna Stark and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Lyanna Stark finally found Bran Stark in Red Keep. A bloody battle begun but Jon Snow thanks to military strategy powers got the better of Bran Stark. After the victory, the peace was not under threat anymore. Jon Snow and Lyanna Stark celebrated in Red Keep by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the jewel of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Mentor learnt the power of invisibility. During a long training session in The Ruby Ford at the Summer Solstice, our hero met Eddard Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally settling in Winterfell at The SummerSolstice. Bran Stone was ready and the enemy was almost upon the them. This is how Bran Stones fought back and after the victory was clear to all its inhabitants: The Dreadfort was not under threat anymore. Everything was quiet when one moment was when it seemed like everyone was in Great Sept of Baelor. was a happy and peaceful place. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Everything was quiet when one day Tyrion Lannister threatened the jewel of Bran Stark. Bran Stark did not know what to do and went to Rickon Stark to seek help. Rickon Stark was a master of invisibility and taught the hero all its secrets. On the way to The Ruby Ford at the Summer Solstice, Bran Stark met Eddard Stark and they immediately became friends. At the Summer Solstice Bran Stark and Eddard Stark were almost in Winterfell, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used invisibility forcing the enemy to retreat. Eventually the jewel was safe again. Bran Stark and Eddard Stark went to The Ruby Ford and celebrated by watching a play. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a warrior. Everything was quiet when one day Tyrion Lannister threatened the freedom of Arya Targaryen. Our hero was too weak, but with the learnt power of invisibility, the hero learnt its power. During a long training session in The Vale of Arryn at the Autumnal Equinox, Aryena Stark met Bran Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Saltpans at sunrise, they were ready and the alliance was almost ready. Aryga Stark used invisibly forcing the enemy to retreat. This is how Aryathe Stark managed to save the liberty and in Raventree Hall celebrated the victory by getting married. "
,"Reference text": " Once upon a time, there was a warrior whose name was Arya Stark. Arya Stark was a Lady from the House Stark. Arya Stark was having an happy and peaceful life when Tyrion Lannister threatened the freedom of Arya Stark. Arya Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of invisibility and taught the hero all its secrets. In The Vale of Arryn at the Autumnal Equinox, Arya Stark met Bran Stark and they formed an alliance. After travelling across all the kingdom, Arya Stark with the help of Bran Stark finally found Tyrion Lannister in Saltpans. A bloody battle begun but Arya Stark thanks to invisibility powers got the better of Tyrion Lannister. After the victory, the freedom was not under threat anymore. Arya Stark and Bran Stark celebrated in Riverlands by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the castle of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the hero learnt the power of fire sorcery. During a long training session in The Trident at the first day of Spring, Brien Stark met Catelyn Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, Bran Stark with The Dreadfort still beeped in Saltpans. Finally in Riverlands at Night, Braer Stark faced TyrION LannISTER. With the support of Caterers and thanks to The Ruby Ford's learnt power, The Iron Island scared away Tyrions. In The Whispering Wood of Raventree Hallatriches celebrated in Karhold by organizing a concert. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the castle of Bran Stark. Our hero was too weak, but with the help of Arya Stark, Bran Stark learnt the power of fire sorcery. On the way to The Trident at the first day of Spring, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Tyrion Lannister in Riverlands. A bloody battle begun but Bran Stark thanks to fire sorcery powers got the better of Tyrion Lannister. After the victory, the castle was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Oldstones by organizing a concert. " 

},{"Generated text": " The evil Petyr Baelish one day posed a threat to the treasure of Margaery Tyrell. Our hero was too weak, but with the learnt power of teleportation, the hero learnt a lot. During a long training session in Moat Cailin at sunrise, our hero met Joffrey Baratheon. They immediately got along and decided to travel together. Finally in Riverlands at Christmas, MargaieryTyrell faced Pet Tyr Bailish. With the help of JoffsreyBaratheons and thanks to learnt from the experience of travelling across all the kingdom, it became easier to control the enemy. After the victory, The Dreadfort was not under threat anymore. The treasure was again safe again. Margineery tyrell, a Queen consort, went to Oldstones and celebrated by watching a play. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Petyr Baelish one day posed a threat to the treasure of Margaery Tyrell. Our hero was too weak, but with the help of Loras Tyrell, Margaery Tyrell learnt the power of teleportation. In Moat Cailin at sunrise, Margaery Tyrell met Joffrey Baratheon and they formed an alliance. Finally in Riverlands at Christmas, Margaery Tyrell faced Petyr Baelish. With the help of Joffrey Baratheon and thanks to the learnt power of teleportation, the alliance scared away Petyr Baelish. This is how Margaery Tyrell managed to save the treasure and in Oldstones celebrated with Joffrey Baratheon by watching a play. " 

},{"Generated text": " Bran Stark was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. The evil Bran Stark one day posed a threat to the treasure of Robert Baraton. Our hero was too weak, but with the help of Steffon Barapleon, RobertBaratheons learnt the power of gravity Control. During a long training session in Deepwood Motte at Night, the hero met Edric Storm. They immediately got along and decided to travel together. Finally in The Ruby Ford at the first day of Spring,Robert Baratcheon faced Bran Stark. With the knowledge of Gravity Control and a strong desire to learn the kingdom's secrets, The Great Sept of Baelor prepared a strategy. After the victory,the treasure was not under threat anymore. Robert baratheonet and Ederic Storm celebrated in Raventree Hall by getting married. "
,"Reference text": " Robert Baratheon was King of the Andals the Rhoynar and the First Men for the House Baratheon and was also known in the whole kingdom as a hunter. Robert Baratheon was having an happy and peaceful life when Bran Stark threatened the treasure of Robert Baratheon. Robert Baratheon did not know what to do and went to Steffon Baratheon to seek help. Steffon Baratheon was a master of gravity Control and taught the hero all its secrets. In Deepwood Motte at Night, Robert Baratheon met Edric Storm and they formed an alliance. After travelling across all the kingdom, Robert Baratheon with the help of Edric Storm finally found Bran Stark in The Ruby Ford. A bloody battle begun but Robert Baratheon thanks to gravity Control powers got the better of Bran Stark. This is how Robert Baratheon managed to save the treasure and in The Eyrie celebrated with Edric Storm by organizing a concert. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a mass murderer. Everything was quiet when one day Robert Baraton posed a threat to the peace. Our hero was too weak, but with the help of Shae, the hero learnt the power of invisibility. During a long training session in The Iron Island at sunrise, Cergy Lannisters met Tywin LannISTER. They immediately got along and decided to travel together. Eventually they were in Riverlands, at the Autumnal Equinox, and after travelling across all the kingdom, they reached Riverland. A bloody battle begun but Cerney Lannisto thanks to invisible powers got the better of RobertBaratheons. After the victory, The Dreadfort was not under threat anymore. The hero and its ally celebrated in Raventree Hall by watching a play. "
,"Reference text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Cersei Lannister was a Queen regnant from the House Baratheon. Everything was quiet when one day Robert Baratheon threatened the peace of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Shae, got stronger and learnt invisibility. On the way to The Iron Island at sunrise, Cersei Lannister met Tywin Lannister and they immediately became friends. At the Autumnal Equinox Cersei Lannister and Tywin Lannister were almost in Riverlands, when they realized Robert Baratheon was after them. The two friends nevertheless were ready and the battle begun. Cersei Lannister used invisibility forcing the enemy to retreat. This is how Cersei Lannister managed to save the peace and in Winterfell celebrated with Tywin Lannister by watching a play. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as an advisor. Everything was quiet when one day MargaeryTyrell threatened the treasure of our hero. Our hero was too weak, but with the help of Robert Arryn, the hero learnt the power of military strategy. During a long training session in Kings Landing at sunrise, petyr browsed across all the kingdom. Finally in Saltpans at the first day of Spring, we met LysaArryn. They immediately got along and decided to travel together. After travelling all over the whole kingdom, they finally got to Moat Cailin and celebrated by having a feast. At Great Sept ofBaelor "
,"Reference text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as an advisor. Petyr Baelish was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Petyr Baelish. Initially Petyr Baelish was afraid but with the help of Robert Arryn, got stronger and learnt military strategy. In Kings Landing at sunrise, Petyr Baelish met Lysa Arryn and they formed an alliance. At the first day of Spring Petyr Baelish and Lysa Arryn were almost in Saltpans, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Petyr Baelish used military strategy forcing the enemy to retreat. This is how Petyr Baelish managed to save the treasure and in Great Sept of Baelor celebrated with Lysa Arryn by having a feast. " 

},{"Generated text": " A long time ago Cersei Lannister, Queen regnant from the House Baratheon, was known to be very good as a regent. Everything was quiet when one day Petyr Baelish posed a threat to the White Island. Initially our hero was too weak, but with the help of MyrcellaBaratheonia, got stronger and learnt gravity Control. During a long training session in The Vale of Arryn at the Winter Solstice, the hero met Jaime Lannister. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally got to The Trident and celebrated by playing a game. On the way to Moat Cailinat by organizing a concert, everyone was happy and the victory was plain to see. The two friends nevertheless were not ready for the battle and went to Kings Landing to seek help. Eventually they got married and started having a feast. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Baratheon and was also known in the whole kingdom as a regent. Everything was quiet when one day Petyr Baelish threatened the House of Cersei Lannister. Our hero was too weak, but with the help of Myrcella Baratheon, Cersei Lannister learnt the power of gravity Control. In The Vale of Arryn at the Winter Solstice, Cersei Lannister met Jaime Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Jaime Lannister finally found Petyr Baelish in The Trident. A bloody battle begun but Cersei Lannister thanks to gravity Control powers got the better of Petyr Baelish. After the victory, the House was not under threat anymore. Cersei Lannister and Jaime Lannister celebrated in Saltpans by playing a game. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Everything was quiet when one day Arya Stark posed a threat to the freedom of Margmaery Lann. The hero immediately got stronger and learnt mind controlling. During a long training session in The Ruby Ford on the way to The Iron Island by way of Moat Cailin, MarggaeryTyrell met Willas Tyrel. They immediately became friends and after travelling across all the kingdom, they decided to travel together. Finally in the Eyrie at the Night of the Dreadfort, the hero faced Aryathe Stark. With the help of WillAS TYrell and thanks to a learnt power, got married and celebrated in Deepwood Motte by getting married. After the victory, The freedom was not under threat anymore. Margpaery tyrell, who was having an happy and peaceful life, went to Raventree Hall to celebrate. "
,"Reference text": " A long time ago Margaery Tyrell, Queen consort from the House Tyrell, was known to be very good as an influencer. The evil Arya Stark one day posed a threat to the freedom of Margaery Tyrell. Our hero was too weak, but with the help of Garlan Tyrell, Margaery Tyrell learnt the power of mind controlling. During a long training session in The Ruby Ford at Night, Margaery Tyrell met Willas Tyrell. They immediately got along and decided to travel together. At Night Margaery Tyrell and Willas Tyrell were almost in The Eyrie, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Margaery Tyrell used mind controlling forcing the enemy to retreat. Eventually the freedom was safe again. Margaery Tyrell and Willas Tyrell went to Deepwood Motte and celebrated by getting married. " 

},{"Generated text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. The Princess was from The Eyrie and was known to be very good in the whole kingdom. Everything was quiet when one day Cersei Lannister threatened the treasure of Jon Snow. Our hero was too weak, but in Raventree Hall at the Summer Solstice celebrated with Hizdahr zo Loraq by listening to a storytelling. After travelling across all the kingdom, the hero with the greatest power of teleportation finally in Winterfell at Christmas, was ready to travel and celebrated by watching a Christmas play. On the way to Moat Cailinat by getting married? The question was answered by having a feast or a concert. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Everything was quiet when one day Cersei Lannister threatened the treasure of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Jon Snow, got stronger and learnt teleportation. In Raventree Hall at the Summer Solstice, Daenerys Targaryen met Hizdahr zo Loraq and they formed an alliance. At Christmas Daenerys Targaryen and Hizdahr zo Loraq were almost in Winterfell, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used teleportation forcing the enemy to retreat. Eventually the treasure was safe again. Daenerys Targaryen and Hizdahr zo Loraq went to The Ruby Ford and celebrated by organizing a concert. " 

},{"Generated text": " Bran Stark was Daenerys Targaryen's Princess and was also known in the whole kingdom as a revolutionary. The evil Bran Stark one day posed a threat to the peace of Jonestown. Our hero was too weak, but with the help of Aegon Stark, the hero learnt the power of military strategy. During a long training session in Moat Cailin at Christmas, Daeneys Tyrell met Hizdahr zo Loraq. They immediately got along and decided to travel together. Eventually they were in The Eyrie, at the Winter Solstice, and celebrated by organizing a concert. After the concert, both families were ready and the enemy was almost in Saltpans, when they realized it was time to retreat. This is how Daenys Tyrrell managed to save the Peace and in Raventree Hall celebrated with Hilda by playing a game. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. Daenerys Targaryen was having an happy and peaceful life when Bran Stark threatened the peace of Daenerys Targaryen. Our hero was too weak, but with the help of Aegon Targaryen, Daenerys Targaryen learnt the power of military strategy. On the way to Moat Cailin at Christmas, Daenerys Targaryen met Hizdahr zo Loraq and they immediately became friends. After travelling across all the kingdom, Daenerys Targaryen with the help of Hizdahr zo Loraq finally found Bran Stark in The Eyrie. A bloody battle begun but Daenerys Targaryen thanks to military strategy powers got the better of Bran Stark. Eventually the peace was safe again. Daenerys Targaryen and Hizdahr zo Loraq went to Riverlands and celebrated by playing a game. " 

},{"Generated text": " Jon Snow was Lord for the House Stark and was also known in the whole kingdom as a ruler. The evil Bran Stark one day posed a threat to the house of Jon Snow. Our hero was too weak, but with the help of Rhaenys Targaryen, JonSnow learnt the power of fire sorcery. During a long training session in Riverlands at the Winter Solstice, the hero met Ygritte. They immediately got along and decided to travel together. Finally in The Dreadfort at sunrise, J. Snow faced Branstark. With the strength of a strong ally and a ready-made strategy, they formed an alliance. After travelling across all the kingdom, finally in Castle Black at sunset, Jonathan Snow with The Ruby Ford powers up and got married. "
,"Reference text": " A long time ago Jon Snow, Lord from the House Stark, was known to be very good as a ruler. Everything was quiet when one day Bran Stark threatened the House of Jon Snow. Initially Jon Snow was afraid but with the help of Rhaenys Targaryen, got stronger and learnt fire sorcery. During a long training session in Riverlands at the Winter Solstice, Jon Snow met Ygritte. They immediately got along and decided to travel together. At sunrise Jon Snow and Ygritte were almost in The Dreadfort, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. After the victory, the House was not under threat anymore. Jon Snow and Ygritte celebrated in Castle Black by getting married. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Everything was quiet when one day Tyrion Lannister threatened the peace of Arya Targaryen. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of mind controlling. During a long training session in The Eyrie at the first day of Spring, Aryena Stark met Rickon Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally settling in Seagard at The Summer Solstice, they were ready. The two friends nevertheless were not under threat anymore and the battle begun. This is how Aryga Stark managed to save the Peace and in Raventree Hall celebrated in Moat Cailin by organizing a concert. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Arya Stark was having an happy and peaceful life when Tyrion Lannister threatened the peace of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of mind controlling. On the way to The Eyrie at the first day of Spring, Arya Stark met Rickon Stark and they immediately became friends. At the Summer Solstice Arya Stark and Rickon Stark were almost in Seagard, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Arya Stark used mind controlling forcing the enemy to retreat. Eventually the peace was safe again. Arya Stark and Rickon Stark went to Great Sept of Baelor and celebrated by organizing a concert. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. The evil Daenerys Targaryen one day posed a threat to the peace of Cera Lanni. Our hero was too weak, but with the help of Joanna LannISTER, the Queen regnant learnt the power of teleportation. During a long training session in Castle Black at Night, Tyrrell met Tywin Lannisters. They immediately got along and decided to travel together. Finally in Raventree Hall at Christmas, Cersei Lannister faced Daenys Tyrell. With the helped of Tyin Lann sister and thanks to their learnt power, they formed an alliance. After the victory, The Dreadfort was not under threat anymore. Everything was quiet again when they went to Torrhen's Square. A bloody battle begun but the hero thanks in part to teleportation powers got the better of the enemy. This is the story that led to a happy and peaceful life for Cer "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. Cersei Lannister was having an happy and peaceful life when Daenerys Targaryen threatened the peace of Cersei Lannister. Cersei Lannister did not know what to do and went to Joanna Lannister to seek help. Joanna Lannister was a master of teleportation and taught the hero all its secrets. On the way to Castle Black at Night, Cersei Lannister met Tywin Lannister and they immediately became friends. Finally in Raventree Hall at Christmas, Cersei Lannister faced Daenerys Targaryen. With the help of Tywin Lannister and thanks to the learnt power of teleportation, the alliance scared away Daenerys Targaryen. After the victory, the peace was not under threat anymore. Cersei Lannister and Tywin Lannister celebrated in Torrhen's Square by having a feast. " 

},{"Generated text": " The evil Margaery Tyrell one day posed a threat to the jewel of Robert Baratheon. Our hero was too weak, but with the learnt power of invisibility, the hero learnt its power. During a long training session in The Eyrie at the first day of Spring, our hero met Edric Storm. They immediately got along and decided to travel together. After travelling across all the kingdom, Robert baratheons with The Iron Islander's help finally found MargaeeryTyrell in the Twins. A bloody battle begun but the enemy got the better of the king. This is the story behind RobertBaratheona and how the alliance managed to save the jewels was a mystery. Eventually the crown was safe again. The hero and its attendant went to Winterfell and celebrated by playing a game. "
,"Reference text": " Robert Baratheon was Lord for the House Baratheon and was also known in the whole kingdom as a military leader. Everything was quiet when one day Margaery Tyrell threatened the jewel of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Renly Baratheon, got stronger and learnt invisibility. During a long training session in The Eyrie at the first day of Spring, Robert Baratheon met Edric Storm. They immediately got along and decided to travel together. After travelling across all the kingdom, Robert Baratheon with the help of Edric Storm finally found Margaery Tyrell in The Twins. A bloody battle begun but Robert Baratheon thanks to invisibility powers got the better of Margaery Tyrell. This is how Robert Baratheon managed to save the jewel and in Winterfell celebrated with Edric Storm by playing a game. " 

},{"Generated text": " The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Our hero was too weak, but with the learnt power of gravity Control, the hero got stronger. During a long training session in The Trident at the Autumnal Equinox, our hero met Shae. They immediately got along and decided to travel together. After travelling across all the kingdom, they came to Deepwood Motte and celebrated by getting married. Finally in Great Sept of Baelor At the Summer Solstice, Tyrionsister faced RobertBarathen. With the help of Shai and thanks to a learnt skill, got married and made a happy marriage. This is how Tyron Lannisters managed to save the Treasure and in Crossroads Inn celebrated with Shah by having a feast. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as an official. The evil Robert Baratheon one day posed a threat to the treasure of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Jaime Lannister to seek help. Jaime Lannister was a master of gravity Control and taught the hero all its secrets. In The Trident at the Autumnal Equinox, Tyrion Lannister met Shae and they formed an alliance. Finally in Deepwood Motte at the Summer Solstice, Tyrion Lannister faced Robert Baratheon. With the help of Shae and thanks to the learnt power of gravity Control, the alliance scared away Robert Baratheon. This is how Tyrion Lannister managed to save the treasure and in Crossroads Inn celebrated with Shae by getting married. " 

},{"Generated text": " The evil Bran Stark one day posed a threat to the treasure of Tyrion Lannister. Our hero was too weak, but with the learnt power of gravity Control, the hero learnt its power. During a long training session in Great Sept of Baelor at the Autumnal Equinox, our hero met Joanna LannISTER. They immediately got along and decided to travel together. After travelling across all the kingdom, finally in Red Keep at sunrise, Tyrionsister was ready. The two friends nevertheless were ready and the battle begun. Tywin Lannister then took the lead and they formed an alliance. At sunrise the alliance was almost complete, when it became too difficult for the enemy to retreat. Eventually The Dreadfort was under threat again. This is the story of Trister and how it all came to an end. "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a murderer. The evil Bran Stark one day posed a threat to the treasure of Tyrion Lannister. Initially Tyrion Lannister was afraid but with the help of Tywin Lannister, got stronger and learnt gravity Control. On the way to Great Sept of Baelor at the Autumnal Equinox, Tyrion Lannister met Joanna Lannister and they immediately became friends. At sunrise Tyrion Lannister and Joanna Lannister were almost in Red Keep, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Tyrion Lannister used gravity Control forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Tyrion Lannister and Joanna Lannister celebrated in Riverlands by getting married. " 

},{"Generated text": " The evil Bran Stark one day posed a threat to the freedom of Tyrion Lannister. Our hero was too weak, but with the help of Shae, the hero learnt the power of teleportation. During a long training session in Saltpans at sunrise, our hero met Joanna LannISTER. They immediately got along and decided to travel together. Finally in The Vale of Arryn at Christmas, Tyrionsister faced Bran Targaryen. With the support and knowledge of Moat Cailin, they formed an alliance. After travelling across all the kingdom and reaching Raventree Hall in Red Keep, Trister with The Dreadforte still had the strength to withstand the threat. This is the story of Trimenister and how it all came to be. On the other hand, there was a bloody battle begun but Tyrrell Lannisters thanks to teleportation powers got the better of Bran Stark. Eventually the Freedom was safe again. Tyron Lannistans and Joannister "
,"Reference text": " Once upon a time, there was a bureaucrat whose name was Tyrion Lannister. Tyrion Lannister was a Lord from the House Lannister. The evil Bran Stark one day posed a threat to the freedom of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Shae to seek help. Shae was a master of teleportation and taught the hero all its secrets. During a long training session in Saltpans at sunrise, Tyrion Lannister met Joanna Lannister. They immediately got along and decided to travel together. After travelling across all the kingdom, Tyrion Lannister with the help of Joanna Lannister finally found Bran Stark in The Vale of Arryn. A bloody battle begun but Tyrion Lannister thanks to teleportation powers got the better of Bran Stark. After the victory, the freedom was not under threat anymore. Tyrion Lannister and Joanna Lannister celebrated in Raventree Hall by watching a play. " 

},{"Generated text": " A long time ago Daenerys Targaryen, Princess from The Eyrie, was known to be very good as a revolutionary. Our hero was too weak, but with the help of Benjen Stark, the hero learnt the power of gravity Control. During a long training session in Great Sept of Baelor at Christmas, Daeneys Stark met Khal Drogo. They immediately got along and decided to travel together. Eventually they found Arya Stark in Deepwood Motte. A bloody battle begun but the enemy thanks to gravityControl powers got the better of Aryena Stark. After the victory, The House Stark was not under threat anymore. The hero and its ally celebrated in The Whispering Wood by having a feast. Finally in Seagard by watching a play. "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. Daenerys Targaryen was a Princess from the House Targaryen. Daenerys Targaryen was having an happy and peaceful life when Arya Stark threatened the House of Daenerys Targaryen. Our hero was too weak, but with the help of Benjen Stark, Daenerys Targaryen learnt the power of gravity Control. In Great Sept of Baelor at Christmas, Daenerys Targaryen met Khal Drogo and they formed an alliance. At Christmas Daenerys Targaryen and Khal Drogo were almost in Deepwood Motte, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Daenerys Targaryen used gravity Control forcing the enemy to retreat. Eventually the House was safe again. Daenerys Targaryen and Khal Drogo went to Red Keep and celebrated by playing a game. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Cersei Lannister one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the hero learnt the power of invisibility. During a long training session in The Ruby Ford at the Winter Solstice, a friend introduced us to Eddard Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Bear Island at The first day of Spring, Braked Stark with The Iron Curtain powers got the better of Cergy Lannister. Finally in Great Sept of Baelor - a bloody battle begun. Baku Stark thanks to invisible power forces forced the enemy to retreat. This is how the victory story played out in Riverlands. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Cersei Lannister threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Catelyn Stark to seek help. Catelyn Stark was a master of invisibility and taught the hero all its secrets. In The Ruby Ford at the Winter Solstice, Bran Stark met Eddard Stark and they formed an alliance. Finally in Bear Island at the first day of Spring, Bran Stark faced Cersei Lannister. With the help of Eddard Stark and thanks to the learnt power of invisibility, the alliance scared away Cersei Lannister. After the victory, the freedom was not under threat anymore. Bran Stark and Eddard Stark celebrated in Torrhen's Square by playing a game. " 

},{"Generated text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. Everything was quiet when one day Petyr Baelish posed a threat to the House of Jonestown. Our hero was too weak, but with the help of Rhaenys TyrA master of invisibility, Robert Stark was able to teach the hero all its secrets. During a long training session in The Vale of Arryn at the Summer Solstice, Daenes Targaristen met Viserys Tyrell. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Great Sept ofBaelor at sunrise, the alliance was ready. The two friends nevertheless were ready and the battle begun. Initially Daeneys Bargaryan was afraid but after the victory, it was not too late to seek help. Eventually the house was safe again. This is how Daenersieden managed to save the day and in Saltpans celebrated "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. The evil Petyr Baelish one day posed a threat to the House of Daenerys Targaryen. Daenerys Targaryen did not know what to do and went to Rhaenys Targaryen to seek help. Rhaenys Targaryen was a master of invisibility and taught the hero all its secrets. On the way to The Vale of Arryn at the Summer Solstice, Daenerys Targaryen met Viserys Targaryen and they immediately became friends. Finally in Great Sept of Baelor at sunrise, Daenerys Targaryen faced Petyr Baelish. With the help of Viserys Targaryen and thanks to the learnt power of invisibility, the alliance scared away Petyr Baelish. After the victory, the House was not under threat anymore. Daenerys Targaryen and Viserys Targaryen celebrated in The Eyrie by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of teleportation. During a long training session in Bear Island at the first day of Spring, Robb Stark met Catelyn Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, the alliance finally found Petyr Baelish in The Eyrie. A bloody battle begun but the hero thanks to teleportation powers got the upper hand. Eventually the house was safe again. The hero went to Moat Cailin and thanked the gods for allowing him the freedom to practice his religion. This is how Bran Stark managed to save The House and in Saltpans celebrated the victory by getting married. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Bran Stark was having an happy and peaceful life when Petyr Baelish threatened the House of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of teleportation. On the way to Bear Island at the first day of Spring, Bran Stark met Catelyn Stark and they immediately became friends. After travelling across all the kingdom, Bran Stark with the help of Catelyn Stark finally found Petyr Baelish in The Eyrie. A bloody battle begun but Bran Stark thanks to teleportation powers got the better of Petyr Baelish. After the victory, the House was not under threat anymore. Bran Stark and Catelyn Stark celebrated in Seagard by getting married. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the Lord learnt the power of teleportation. During a long training session in Moat Cailin at the Summer Solstice, a mysterious figure entered the room. After travelling across all the kingdom and finally getting married in Karhold at Night, Bran Targaryen met Eddard Stark again. They immediately got along and decided to travel together. At Night Braker was almost ready to use teleportation, when it became too much for him. Initially the enemy was scared away. This is how Branark managed to calm the threat and in The Eyrie celebrated with Edda Stark by having a feast. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Everything was quiet when one day Tyrion Lannister threatened the freedom of Bran Stark. Bran Stark did not know what to do and went to Arya Stark to seek help. Arya Stark was a master of teleportation and taught the hero all its secrets. During a long training session in Moat Cailin at the Summer Solstice, Bran Stark met Eddard Stark. They immediately got along and decided to travel together. After travelling across all the kingdom, Bran Stark with the help of Eddard Stark finally found Tyrion Lannister in Karhold. A bloody battle begun but Bran Stark thanks to teleportation powers got the better of Tyrion Lannister. Eventually the freedom was safe again. Bran Stark and Eddard Stark went to Great Sept of Baelor and celebrated by having a feast. " 

},{"Generated text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the HouseBaratheons, was known to be very good as a ruler. The evil Cersei Lannister one day posed a threat to the treasure of our hero. Our hero was too weak, but with the learnt power of gravity Control, we got stronger. During a long training session in Saltpans at the first day of Spring, Robert baratheoned met Stannis Baraton. They immediately got along and decided to travel together. After travelling across all the kingdom, the alliance finally found Cersei Lannister. A bloody battle begun but the hero thanks to gravityControl powers got the better of Cera Lannisters. This is the story of Robert Baelor and how it all went down. In The Whispering Wood of Raventree Hallatrix celebrated in The Eyrie by getting married. "
,"Reference text": " Once upon a time, there was a ruler whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Cersei Lannister one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Cassana Baratheon, Robert Baratheon learnt the power of gravity Control. On the way to Saltpans at the first day of Spring, Robert Baratheon met Stannis Baratheon and they immediately became friends. At the first day of Spring Robert Baratheon and Stannis Baratheon were almost in Saltpans, when they realized Cersei Lannister was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Robert Baratheon and Stannis Baratheon celebrated in Winterfell by listening to a storytelling. " 

},{"Generated text": " The evil Petyr Baelish one day posed a threat to the House of Tyrion Lannister. Our hero was too weak, but with the learnt power of mind controlling, the hero learnt a lot. During a long training session in Bear Island at the Autumnal Equinox, our hero met Tywin LannISTER. They immediately got along and decided to travel together. After travelling across all the kingdom, they came to Riverlands and celebrated by making fireworks. At the first day of Spring Tyrionsister, who was having an happy and peaceful life, went to Torrhen's Square and requested help. Eventually they were ready and the two friends formed an alliance. Finally in Riverland at The First Day ofSpring, Tyriona Lannisters faced Pet Tyr Bailish. With the help of Tyvin Lannisto and thanks to a learning power, got stronger and made fireworks! After the victory, The House was not under threat anymore. The hero and its attendant celebrated "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as a murderer. The evil Petyr Baelish one day posed a threat to the House of Tyrion Lannister. Tyrion Lannister did not know what to do and went to Joanna Lannister to seek help. Joanna Lannister was a master of mind controlling and taught the hero all its secrets. On the way to Bear Island at the Autumnal Equinox, Tyrion Lannister met Tywin Lannister and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Tywin Lannister finally found Petyr Baelish in Riverlands. A bloody battle begun but Tyrion Lannister thanks to mind controlling powers got the better of Petyr Baelish. Eventually the House was safe again. Tyrion Lannister and Tywin Lannister went to Torrhen's Square and celebrated by making fireworks. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a bureaucrat. The evil Arya Stark one day posed a threat to the jewel of our hero. Initially we were afraid but with the help of Robert Arryn, got stronger and learnt fire sorcery. During a long training session in The Whispering Wood at the Autumnal Equinox, the hero met LysaArryn. They immediately got along and decided to travel together. After travelling across all the kingdom, they were ready for the Winter Solstice. At The Ruby Ford they met Jon Snow and they formed an alliance. Eventually they all got to Moat Cailin and celebrated by making fireworks. Finally in Deepwood Motte by watching a play. "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as a bureaucrat. The evil Arya Stark one day posed a threat to the jewel of Petyr Baelish. Our hero was too weak, but with the help of Robert Arryn, Petyr Baelish learnt the power of fire sorcery. In The Whispering Wood at the Autumnal Equinox, Petyr Baelish met Lysa Arryn and they formed an alliance. After travelling across all the kingdom, Petyr Baelish with the help of Lysa Arryn finally found Arya Stark in The Ruby Ford. A bloody battle begun but Petyr Baelish thanks to fire sorcery powers got the better of Arya Stark. After the victory, the jewel was not under threat anymore. Petyr Baelish and Lysa Arryn celebrated in Deepwood Motte by making fireworks. " 

},{"Generated text": " The evil Tyrion Lannister one day posed a threat to the jewel of Robert Baratheon. Our hero was too weak, but with the help of Edric Storm, the hero learnt the power of gravity Control. During a long training session in Bear Island at the Winter Solstice, our hero met Gendry. They immediately got along and decided to travel together. Finally in Saltpans at Night, Robert baratheons faced Tyrions Lannisters. With the support of Gendsry and thanks to a learnt power, they formed an alliance. After travelling across all the kingdom, finally at Moat Cailin the Nightingale celebrated in Great Sept of Baelor by making fireworks. Eventually they were all in Seagard and the Iron Island was safe again. The hero and his friends went to The Ruby Ford and celebrated by having a feast. "
,"Reference text": " A long time ago Robert Baratheon, King of the Andals the Rhoynar and the First Men from the House Baratheon, was known to be very good as a rebel. Everything was quiet when one day Tyrion Lannister threatened the jewel of Robert Baratheon. Our hero was too weak, but with the help of Edric Storm, Robert Baratheon learnt the power of gravity Control. On the way to Bear Island at the Winter Solstice, Robert Baratheon met Gendry and they immediately became friends. After travelling across all the kingdom, Robert Baratheon with the help of Gendry finally found Tyrion Lannister in Saltpans. A bloody battle begun but Robert Baratheon thanks to gravity Control powers got the better of Tyrion Lannister. After the victory, the jewel was not under threat anymore. Robert Baratheon and Gendry celebrated in The Ruby Ford by making fireworks. " 

},{"Generated text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Everything was quiet when one day Cersei Lannister posed a threat to the freedom of MargmaeryTyrell, but the hero was too weak, and went to Joffrey Baratheon to learn the power of teleportation. During a long training session in Raventree Hall at the Summer Solstice, Marggaery tyrell met Garlan Tyrel. They immediately got along and decided to travel together. Finally in Saltpans at sunrise, the Hero faced Cergy Lannisters. With the help of Gluer Joni and thanks to their learnt power, they formed an alliance. After the victory, The freedom was not under threat anymore. Margpaery Tyrrell and Glansard celebrated in The Iron Island by playing a game. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. The evil Cersei Lannister one day posed a threat to the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Joffrey Baratheon, got stronger and learnt teleportation. In Raventree Hall at the Summer Solstice, Margaery Tyrell met Garlan Tyrell and they formed an alliance. After travelling across all the kingdom, Margaery Tyrell with the help of Garlan Tyrell finally found Cersei Lannister in Saltpans. A bloody battle begun but Margaery Tyrell thanks to teleportation powers got the better of Cersei Lannister. Eventually the freedom was safe again. Margaery Tyrell and Garlan Tyrell went to Kings Landing and celebrated by playing a game. " 

},{"Generated text": " Jon Snow was King for the House Targaryen and was also known in the whole kingdom as a spy. The evil Bran Stark one day posed a threat to the freedom of Jon Snow. Our hero was too weak, but with the help of Lyanna Stark, JonSnow learnt the power of fire sorcery. During a long training session in Torrhen's Square at Night, the hero met Hizdahr zo Loraq. They immediately got along and decided to travel together. Finally in Red Keep at the Winter Solstice and after travelling across all the kingdom, Jonathan Snow faced Bran Targark. With the knowledge of the masterminded strategy of B.S. Stark and thanks to its learnt power, got stronger and got married. After the victory, The Twins not only celebrated but also celebrated in Bear Island by getting a marriage. "
,"Reference text": " A long time ago Jon Snow, King from the House Targaryen, was known to be very good as a spy. Jon Snow was having an happy and peaceful life when Bran Stark threatened the freedom of Jon Snow. Our hero was too weak, but with the help of Lyanna Stark, Jon Snow learnt the power of fire sorcery. On the way to Torrhen's Square at Night, Jon Snow met Hizdahr zo Loraq and they immediately became friends. At the Winter Solstice Jon Snow and Hizdahr zo Loraq were almost in Red Keep, when they realized Bran Stark was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. After the victory, the freedom was not under threat anymore. Jon Snow and Hizdahr zo Loraq celebrated in Bear Island by getting married. " 

},{"Generated text": " Once upon a time, there was a regent whose name was Cersei Lannister. Everything was quiet when one day Bran Stark posed a threat to the treasure of Tyrion Stark. The hero immediately got stronger and learnt mind controlling. During a long training session in Riverlands at the Winter Solstice, the hero met Euron Greyjoy. They immediately became friends and decided to travel together. After travelling across all the kingdom, Cergy Lannister with the help of Eurn Greyhous finally found Bran Targaryen in The Dreadfort. A bloody battle begun but Cerys Lannisters thanks to mind control powers got the better of Bran Stark. This is the story that led us to The Eyrie and finally to Kings Landing. With the victory of Baelor and the peace of the Iron Island, our treasure was not under threat anymore. Our hero was too weak, but in Karhold celebrated in Moat Cailin by getting married. "
,"Reference text": " A long time ago Cersei Lannister, Queen regnant from the House Lannister, was known to be very good as a regent. The evil Bran Stark one day posed a threat to the treasure of Cersei Lannister. Initially Cersei Lannister was afraid but with the help of Shae, got stronger and learnt mind controlling. On the way to Riverlands at the Winter Solstice, Cersei Lannister met Euron Greyjoy and they immediately became friends. After travelling across all the kingdom, Cersei Lannister with the help of Euron Greyjoy finally found Bran Stark in The Dreadfort. A bloody battle begun but Cersei Lannister thanks to mind controlling powers got the better of Bran Stark. After the victory, the treasure was not under threat anymore. Cersei Lannister and Euron Greyjoy celebrated in Oldstones by playing a game. " 

},{"Generated text": " The evil Robert Baratheon one day posed a threat to the peace of Tyrion Lannister. Our hero was too weak, but with the learnt power of mind controlling, the hero learnt a lot. During a long training session in Torrhen's Square at the Winter Solstice, Tyrionsister met Shae. They immediately got along and decided to travel together. Eventually they were in The Dreadfort and celebrated by listening to a storytelling. After travelling across all the kingdom, they finally came to Moat Cailin at sunrise. A bloody battle begun but Tyion Lannister thanks to mind control powers got the better of RobertBarathen. This is how Tyron Lannisters managed to save the Peace and in Moats Caelor celebrated with Shah by storytelling "
,"Reference text": " A long time ago Tyrion Lannister, Lord from the House Lannister, was known to be very good as a bureaucrat. Tyrion Lannister was having an happy and peaceful life when Robert Baratheon threatened the peace of Tyrion Lannister. Our hero was too weak, but with the help of Cersei Lannister, Tyrion Lannister learnt the power of mind controlling. On the way to Torrhen's Square at the Winter Solstice, Tyrion Lannister met Shae and they immediately became friends. After travelling across all the kingdom, Tyrion Lannister with the help of Shae finally found Robert Baratheon in The Dreadfort. A bloody battle begun but Tyrion Lannister thanks to mind controlling powers got the better of Robert Baratheon. Eventually the peace was safe again. Tyrion Lannister and Shae went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Catelyn Stark, the hero learnt the power of invisibility. During a long training session in Raventree Hall at Christmas, Brien Stark met Arya Stark; they immediately got along and decided to travel together. Finally in The Whispering Wood at the first day of Spring, Bran Targaryen faced TyrION Lannister. With a vengeance, they formed an alliance and celebrated by playing a game. After the victory, The Dreadfort was not under threat anymore. Branark and Aryena Stark celebrated in Saltpans by organizing a concert. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. The evil Tyrion Lannister one day posed a threat to the treasure of Bran Stark. Initially Bran Stark was afraid but with the help of Catelyn Stark, got stronger and learnt invisibility. In Raventree Hall at Christmas, Bran Stark met Arya Stark and they formed an alliance. Finally in The Whispering Wood at the first day of Spring, Bran Stark faced Tyrion Lannister. With the help of Arya Stark and thanks to the learnt power of invisibility, the alliance scared away Tyrion Lannister. After the victory, the treasure was not under threat anymore. Bran Stark and Arya Stark celebrated in The Vale of Arryn by getting married. " 

},{"Generated text": " A long time ago Daenerys Targaryen, Princess from The Eyrie, was known to be very good as a revolutionary. The evil Petyr Baelish one day posed a threat to the freedom of Jon Snow. Our hero was too weak, but with the help of Rhaegar Targaries, the hero learnt the power of invisibility. During a long training session in Bear Island at the Summer Solstice, Daeneys Targaryens met Ryleen. They immediately got along and decided to travel together. Eventually they were in Karhold, a city under the Trident of Arryn. After travelling across all the kingdom, they finally got to Moat Cailin. A bloody battle begun but Daenys Tyrell thanks to invisible power powers got the better of the enemy. At the Autumnal Equinox Daena and Ravyen celebrated in The Twins by playing a game. "
,"Reference text": " Daenerys Targaryen was Princess for the House Targaryen and was also known in the whole kingdom as a revolutionary. The evil Petyr Baelish one day posed a threat to the freedom of Daenerys Targaryen. Initially Daenerys Targaryen was afraid but with the help of Rhaegar Targaryen, got stronger and learnt invisibility. On the way to Bear Island at the Summer Solstice, Daenerys Targaryen met Rhaenys Targaryen and they immediately became friends. Finally in Karhold at the Autumnal Equinox, Daenerys Targaryen faced Petyr Baelish. With the help of Rhaenys Targaryen and thanks to the learnt power of invisibility, the alliance scared away Petyr Baelish. Eventually the freedom was safe again. Daenerys Targaryen and Rhaenys Targaryen went to The Iron Island and celebrated by having a feast. " 

},{"Generated text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a spy. Everything was quiet when one day Margaery Tyrell threatened the peace of Jon Snow. Our hero was too weak, but with the help of Daenerys Targaries, the hero learnt the power of fire sorcery. During a long training session in The Iron Island at the Summer Solstice, JonSnow met Ygritte. They immediately got along and decided to travel together. After travelling across all the kingdom and finally getting to The Trident at Night, they were ready and the battle begun. The hero thanks them all and they accepted the offer of marriage. Eventually they all went home and celebrated by getting married. At The Vale of Arryn they did too. "
,"Reference text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a spy. Jon Snow was having an happy and peaceful life when Margaery Tyrell threatened the peace of Jon Snow. Initially Jon Snow was afraid but with the help of Daenerys Targaryen, got stronger and learnt fire sorcery. In The Iron Island at the Summer Solstice, Jon Snow met Ygritte and they formed an alliance. At Night Jon Snow and Ygritte were almost in The Trident, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Jon Snow used fire sorcery forcing the enemy to retreat. This is how Jon Snow managed to save the peace and in The Vale of Arryn celebrated with Ygritte by getting married. " 

},{"Generated text": " The evil Arya Stark one day posed a threat to the House of Robert Baratheon. Our hero was too weak, but with the learnt power of gravity Control, the hero learnt its power. During a long training session in Winterfell at the first day of Spring, our hero met SteffonBaratheons. They immediately got along and decided to travel together. After travelling across all the kingdom, Robert Batchon with The Ruby Ford finally found Aryena Stark in The Trident. A bloody battle begun but Robert BARATON thanks to gravityControl powers got the better of Aryathe Stark. Eventually the house was safe again. The hero and its attendant went to The Vale of Arryn and celebrated by having a feast. Finally in Oldstones at Christmas "
,"Reference text": " Once upon a time, there was a ruler whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. Everything was quiet when one day Arya Stark threatened the House of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Stannis Baratheon, got stronger and learnt gravity Control. On the way to Winterfell at the first day of Spring, Robert Baratheon met Steffon Baratheon and they immediately became friends. At Christmas Robert Baratheon and Steffon Baratheon were almost in The Trident, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. Eventually the House was safe again. Robert Baratheon and Steffon Baratheon went to The Vale of Arryn and celebrated by having a feast. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Margaery Tyrell one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Arya Stark, the hero learnt the power of fire sorcery. During a long training session in Raventree Hall at the first day of Spring, Bran Stark met Rickon Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in The Trident at The Summer Solstice, Braked Stark with The Iron Islander's help, got married and celebrated by listening to a storytelling. Finally in Great Sept of Baelor - the Dreadfort celebrated with Rickons Stark by watching a play. "
,"Reference text": " A long time ago Bran Stark, Lord from the House Stark, was known to be very good as a prophet. Bran Stark was having an happy and peaceful life when Margaery Tyrell threatened the treasure of Bran Stark. Our hero was too weak, but with the help of Arya Stark, Bran Stark learnt the power of fire sorcery. On the way to Raventree Hall at the first day of Spring, Bran Stark met Rickon Stark and they immediately became friends. At the Summer Solstice Bran Stark and Rickon Stark were almost in The Trident, when they realized Margaery Tyrell was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. After the victory, the treasure was not under threat anymore. Bran Stark and Rickon Stark celebrated in Karhold by listening to a storytelling. " 

},{"Generated text": " The evil Robert Baratheon one day posed a threat to the jewel of Tyrion Lannister. Our hero was too weak, but with the help of Shae, the Lord learnt the power of military strategy. During a long training session in The Dreadfort at sunrise, our hero met Joanna LannISTER. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally found RobertBarathen in Oldstones. A bloody battle begun but the hero thanks to militaryategy powers got the better of the enemy. This is the story of our Hero and how it all came to be. Finally in Great Sept of Baelor at Night, Tyrionsister faced Robert baratheonet. With the support of Joana Lannisters and thanks in advance to a feast and avenge the loss of its jewel, The Twins celebrated in Seagard by getting married. "
,"Reference text": " Tyrion Lannister was Lord for the House Lannister and was also known in the whole kingdom as an official. Everything was quiet when one day Robert Baratheon threatened the jewel of Tyrion Lannister. Our hero was too weak, but with the help of Shae, Tyrion Lannister learnt the power of military strategy. In The Dreadfort at sunrise, Tyrion Lannister met Joanna Lannister and they formed an alliance. Finally in The Dreadfort at Night, Tyrion Lannister faced Robert Baratheon. With the help of Joanna Lannister and thanks to the learnt power of military strategy, the alliance scared away Robert Baratheon. This is how Tyrion Lannister managed to save the jewel and in The Dreadfort celebrated with Joanna Lannister by having a feast. " 

},{"Generated text": " A long time ago Jon Snow, Lord from the House Targaryen, was known to be very good as a ruler. The evil Petyr Baelish one day posed a threat to the house of JonSnow. Our hero was too weak, but with the help of Rhaella Targaries, we learnt the power of mind controlling. During a long training session in The Ruby Ford at Night, the hero met Rheaenys TargARYen. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally found Petry Bailish in Winterfell. A bloody battle begun but Jon snow thanks to mind control powers got the better of Peter Bailaish. This is the story behind the victory and the subsequent marriage.Jon Snow did not know what to do and went to Crossroads Inn to seek help. Robert Baratheon was a master of Mind controlling and taught the enemy all its secrets. In Riverlands at Christmas, Jon "
,"Reference text": " Jon Snow was Lord for the House Targaryen and was also known in the whole kingdom as a ruler. The evil Petyr Baelish one day posed a threat to the House of Jon Snow. Our hero was too weak, but with the help of Rhaella Targaryen, Jon Snow learnt the power of mind controlling. In The Ruby Ford at Night, Jon Snow met Rhaenys Targaryen and they formed an alliance. After travelling across all the kingdom, Jon Snow with the help of Rhaenys Targaryen finally found Petyr Baelish in Winterfell. A bloody battle begun but Jon Snow thanks to mind controlling powers got the better of Petyr Baelish. This is how Jon Snow managed to save the House and in Crossroads Inn celebrated with Rhaenys Targaryen by getting married. " 

},{"Generated text": " The evil Daenerys Targaryen one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the help of Gendry, the hero learnt the power of military strategy. During a long training session in Torrhen's Square at the first day of Spring, our hero met Seagard. They immediately got along and decided to travel together. Eventually they were in Riverlands and celebrated by watching a play. At the Autumnal Equinox Robert baratheons and Seegard were almost there. After travelling across all the kingdom, they finally got the chance to play a game. On the way back to The Vale of Arryn for the thanksgiving feast, RobertBaratheoned met Stannis Baraton and they immediately became friends. Finally in The Twins at The Iron Island, Sir Robert Batheonia faced Daenys Targaristen. With the support of Seigard and thanks to a learnt power "
,"Reference text": " Once upon a time, there was a revolutionary whose name was Robert Baratheon. Robert Baratheon was a Lord from the House Baratheon. The evil Daenerys Targaryen one day posed a threat to the treasure of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Gendry, got stronger and learnt military strategy. On the way to Torrhen's Square at the first day of Spring, Robert Baratheon met Stannis Baratheon and they immediately became friends. Finally in Riverlands at the Autumnal Equinox, Robert Baratheon faced Daenerys Targaryen. With the help of Stannis Baratheon and thanks to the learnt power of military strategy, the alliance scared away Daenerys Targaryen. Eventually the treasure was safe again. Robert Baratheon and Stannis Baratheon went to Red Keep and celebrated by watching a play. " 

},{"Generated text": " The evil Tyrion Lannister one day posed a threat to the freedom of Margaery Tyrell. Our hero was too weak, but with the help of Tommen Baratheon, the hero learnt the power of fire sorcery. During a long training session in The Iron Island at the Summer Solstice, our hero met Willas Stark. They immediately got along and decided to travel together. After travelling across all the kingdom and finally in Castle Black on the way to The Ruby Ford, MargaieryTyrell with The Twins was ready. The two friends nevertheless were ready and the battle begun. Margaeery tyrell used fire intimidation forcing the enemy to retreat. Eventually the Freedom was safe again. This is how Margaidayrell managed to save the day and celebrated by having a feast. "
,"Reference text": " Once upon a time, there was an influencer whose name was Margaery Tyrell. Margaery Tyrell was a Queen consort from the House Tyrell. The evil Tyrion Lannister one day posed a threat to the freedom of Margaery Tyrell. Initially Margaery Tyrell was afraid but with the help of Tommen Baratheon, got stronger and learnt fire sorcery. During a long training session in The Iron Island at the Summer Solstice, Margaery Tyrell met Willas Tyrell. They immediately got along and decided to travel together. After travelling across all the kingdom, Margaery Tyrell with the help of Willas Tyrell finally found Tyrion Lannister in Castle Black. A bloody battle begun but Margaery Tyrell thanks to fire sorcery powers got the better of Tyrion Lannister. This is how Margaery Tyrell managed to save the freedom and in Castle Black celebrated with Willas Tyrell by having a feast. " 

},{"Generated text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Everything was quiet when one day Jon Snow threatened the treasure of Arya Targaryen. Our hero was too weak, but with the help of Eddard Stark, the hero learnt the power of gravity Control. During a long training session in Kings Landing at the Summer Solstice, Aryga Stark met Catelyn Stark. They immediately got along and decided to travel together. Finally in Torrhen's Square at Christmas. A bloody battle begun but Aryena Stark thanks to gravityControl powers got the better of JonSnow. After the victory, The Dreadfort was not under threat anymore. The treasure was again safe again. This is how Aryathe Stark managed to save the day and in Raventree Hall celebrated in The Iron Island by making fireworks. "
,"Reference text": " Arya Stark was Lady for the House Stark and was also known in the whole kingdom as a vigilante. Arya Stark was having an happy and peaceful life when Jon Snow threatened the treasure of Arya Stark. Our hero was too weak, but with the help of Eddard Stark, Arya Stark learnt the power of gravity Control. In Kings Landing at the Summer Solstice, Arya Stark met Catelyn Stark and they formed an alliance. After travelling across all the kingdom, Arya Stark with the help of Catelyn Stark finally found Jon Snow in Torrhen's Square. A bloody battle begun but Arya Stark thanks to gravity Control powers got the better of Jon Snow. After the victory, the treasure was not under threat anymore. Arya Stark and Catelyn Stark celebrated in The Trident by making fireworks. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Daenerys Targaryen one day posed a threat to the treasure of Bran Stark. Our hero was too weak, but with the help of Sansa Stark, the hero learnt the power of fire sorcery. During a long training session in White Harbor on the Night of the Dreadfort, a shadowy figure threatened the Treasure of Baelor. After travelling across all the kingdom, Brien Stark with help from Catelyn Stark finally got the courage to travel to Crossroads Inn and celebrated by having a feast. At the Summer Solstice Bailin was almost complete and the enemy almost killed the king. This is how Bran Stark managed to save The Treasure and in Karhold celebrated with Caterers by organizing a concert. "
,"Reference text": " Once upon a time, there was a prophet whose name was Bran Stark. Bran Stark was a Lord from the House Stark. Everything was quiet when one day Daenerys Targaryen threatened the treasure of Bran Stark. Bran Stark did not know what to do and went to Sansa Stark to seek help. Sansa Stark was a master of fire sorcery and taught the hero all its secrets. On the way to White Harbor at Night, Bran Stark met Catelyn Stark and they immediately became friends. At the Summer Solstice Bran Stark and Catelyn Stark were almost in Crossroads Inn, when they realized Daenerys Targaryen was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used fire sorcery forcing the enemy to retreat. Eventually the treasure was safe again. Bran Stark and Catelyn Stark went to Moat Cailin and celebrated by listening to a storytelling. " 

},{"Generated text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. The evil Tyrion Lannister one day posed a threat to the freedom of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, the Lord learnt the power of mind controlling. During a long training session in Deepwood Motte at sunrise, we met Catelyn Stark; they immediately got along and decided to travel together. After travelling across all the kingdom, Bran King with The Dreadfort still not under threat anymore. They finally got to Red Keep and celebrated in Great Sept of Baelor by listening to a storytelling. Finally in Red keep at Night. A bloody battle begun but Branark thanks to mind control powers got the better of Tyrions LannISTER. This is the story that led us to Kings Landing and in The Whispering Wood celebrated with Cate Blanchett by telling a story. "
,"Reference text": " Bran Stark was Lord for the House Stark and was also known in the whole kingdom as a prophet. Bran Stark was having an happy and peaceful life when Tyrion Lannister threatened the freedom of Bran Stark. Our hero was too weak, but with the help of Rickon Stark, Bran Stark learnt the power of mind controlling. In Deepwood Motte at sunrise, Bran Stark met Catelyn Stark and they formed an alliance. At Night Bran Stark and Catelyn Stark were almost in Red Keep, when they realized Tyrion Lannister was after them. The two friends nevertheless were ready and the battle begun. Bran Stark used mind controlling forcing the enemy to retreat. This is how Bran Stark managed to save the freedom and in Winterfell celebrated with Catelyn Stark by listening to a storytelling. " 

},{"Generated text": " Once upon a time, there was a revolutionary whose name was Daenerys Targaryen. The Dreadforte was an evil evil whose evil spirit was too weak to be stopped by a master of gravity Control. Everything was quiet when one day Margaery Tyrell threatened the treasure of our Princess. Our hero did not know what to do and went to Aerys II to seek help. Aeries II Targaristen came to Bear Island and taught the hero all its secrets. During a long training session in Red Keep at the Winter Solstice, Daenes Targaries met Jon Snow. They immediately got along and decided to travel together. Eventually they were in Kings Landing and celebrated by watching a play. After the play was over, the Treasure was not under threat anymore. Daeneys Bargaryened and Jon Black celebrated in Bear Island by organizing a concert. "
,"Reference text": " A long time ago Daenerys Targaryen, Princess from the House Targaryen, was known to be very good as a revolutionary. The evil Margaery Tyrell one day posed a threat to the treasure of Daenerys Targaryen. Our hero was too weak, but with the help of Aerys II Targaryen, Daenerys Targaryen learnt the power of gravity Control. In Red Keep at the Winter Solstice, Daenerys Targaryen met Jon Snow and they formed an alliance. Finally in Kings Landing at sunrise, Daenerys Targaryen faced Margaery Tyrell. With the help of Jon Snow and thanks to the learnt power of gravity Control, the alliance scared away Margaery Tyrell. After the victory, the treasure was not under threat anymore. Daenerys Targaryen and Jon Snow celebrated in Bear Island by listening to a storytelling. " 

},{"Generated text": " The evil Petyr Baelish one day posed a threat to the castle of Robert Baratheon. Our hero was too weak, but with the learnt power of fire sorcery, the hero learnt its power. During a long training session in Winterfell at the Autumnal Equinox, a rebel from The Eyrie met CassanaBaratheons. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally in The Iron Island celebrated by watching a play. At the first day of Spring Robert B. Baron was almost there, when it occurred to him. The two friends nevertheless were ready and the battle begun. Robert baratheonet used fire magic forcing the enemy to retreat. Eventually the Castle was safe again. This is how Robert BARatheON managed to save the day and in Raventree Hall celebrated in Moat Cailin by playing a game. "
,"Reference text": " Once upon a time, there was a rebel whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. The evil Petyr Baelish one day posed a threat to the castle of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Steffon Baratheon, got stronger and learnt fire sorcery. During a long training session in Winterfell at the Autumnal Equinox, Robert Baratheon met Cassana Baratheon. They immediately got along and decided to travel together. At the first day of Spring Robert Baratheon and Cassana Baratheon were almost in The Iron Island, when they realized Petyr Baelish was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used fire sorcery forcing the enemy to retreat. This is how Robert Baratheon managed to save the castle and in Winterfell celebrated with Cassana Baratheon by watching a play. " 

},{"Generated text": " Once upon a time, there was a mass murderer whose name was Cersei Lannister. Everything was quiet when one day Jon Snow posed a threat to the freedom of Cera Lanni. Our hero was too weak, but with the learnt power of gravity Control, the hero learnt its power. During a long training session in The Iron Island at Night, Tyrrell met Jaime LannISTER. They immediately got along and decided to travel together. After travelling across all the kingdom, they reached the Summer Solstice and celebrated by making fireworks. On the way to The Whispering Wood by watching a play? Our heroes were ready and the enemy was almost there. The two friends nevertheless had the strength to brave the cold and made fireworks for the first time. Eventually they were in Great Sept of Baelor and went to Saltpans to celebrate. "
,"Reference text": " Cersei Lannister was Queen regnant for the House Lannister and was also known in the whole kingdom as a mass murderer. The evil Jon Snow one day posed a threat to the freedom of Cersei Lannister. Our hero was too weak, but with the help of Tywin Lannister, Cersei Lannister learnt the power of gravity Control. In The Iron Island at Night, Cersei Lannister met Jaime Lannister and they formed an alliance. After travelling across all the kingdom, Cersei Lannister with the help of Jaime Lannister finally found Jon Snow in The Iron Island. A bloody battle begun but Cersei Lannister thanks to gravity Control powers got the better of Jon Snow. After the victory, the freedom was not under threat anymore. Cersei Lannister and Jaime Lannister celebrated in White Harbor by making fireworks. " 

},{"Generated text": " The evil Daenerys Targaryen one day posed a threat to the treasure of Robert Baratheon. Our hero was too weak, but with the learnt power of gravity Control, the hero learnt its power. During a long training session in Karhold at the Autumnal Equinox, RobertBaratheons met Gendry. They immediately got along and decided to travel together. Finally in The Vale of Arryn at sunrise,Robert Baratcheon faced Daenys Tyargeryen. With the help of Gendsry and thanks to their learnt powers, they formed an alliance. After travelling across all the kingdom and reaching the Eyrie with only the faintest clue of what to do?, the alliance was ready. The two friends nevertheless were ready and the battle begun. Robert baratheoned used gravityControl forcing the enemy to retreat. This is how the victory story went down in Great Sept of Baelor. "
,"Reference text": " Once upon a time, there was a military leader whose name was Robert Baratheon. Robert Baratheon was a King of the Andals the Rhoynar and the First Men from the House Baratheon. Robert Baratheon was having an happy and peaceful life when Daenerys Targaryen threatened the treasure of Robert Baratheon. Initially Robert Baratheon was afraid but with the help of Renly Baratheon, got stronger and learnt gravity Control. During a long training session in Karhold at the Autumnal Equinox, Robert Baratheon met Gendry. They immediately got along and decided to travel together. At sunrise Robert Baratheon and Gendry were almost in The Vale of Arryn, when they realized Daenerys Targaryen was after them. The two friends nevertheless were ready and the battle begun. Robert Baratheon used gravity Control forcing the enemy to retreat. Eventually the treasure was safe again. Robert Baratheon and Gendry went to Torrhen's Square and celebrated by playing a game. " 

},{"Generated text": " A long time ago Petyr Baelish, Lord from the House Tyrell, was known to be very good as a murderer. The evil Arya Stark one day posed a threat to the peace of our hero. Our hero was too weak, but with the help of Robert Arryn, the hero learnt the power of mind controlling. During a long training session in The Dreadfort at the Summer Solstice, petyr baelished met LysaArryn. They immediately got along and decided to travel together. After travelling across all the kingdom, they finally got to Bear Island and celebrated by listening to a storytelling. At the first day of Spring Petry Bailish and Lysena Arrryn were almost in Bear Island, when they realized Aryena Stark was after them. the two friends nevertheless were ready and the battle begun.PetyrBailin was ready but the enemy scared away the soldiers. This is how the alliance managed to save the Peace and in Mo "
,"Reference text": " Petyr Baelish was Lord for the House Tyrell and was also known in the whole kingdom as a murderer. Everything was quiet when one day Arya Stark threatened the peace of Petyr Baelish. Petyr Baelish did not know what to do and went to Robert Arryn to seek help. Robert Arryn was a master of mind controlling and taught the hero all its secrets. During a long training session in The Dreadfort at the Summer Solstice, Petyr Baelish met Lysa Arryn. They immediately got along and decided to travel together. At the first day of Spring Petyr Baelish and Lysa Arryn were almost in Bear Island, when they realized Arya Stark was after them. The two friends nevertheless were ready and the battle begun. Petyr Baelish used mind controlling forcing the enemy to retreat. Eventually the peace was safe again. Petyr Baelish and Lysa Arryn went to Saltpans and celebrated by listening to a storytelling. " 

},{}]